{
	"home": {
		"title": "Home",
		"description": "A look at mankind's journey to the stars, from 1944 to today and beyond",
		"content":
		[
			{
				"type": "markdown",
				"className": "",
				"key": "header",
				"content": "<div id=\"heading\"><header id=\"main_header\" class=\"row light\"><div id=\"logo_container\"><p><a href=\"/\"><img src=\"/fly-me-to-the-moon/imgs/logo.png\" alt=\"Home\"></a></p></div><div id=\"powered_by\"><ul class=\"unstyled inline\"><li id=\"reactjs\"><a href=\"http://facebook.github.io/react/\"><img src=\"/fly-me-to-the-moon/imgs/react-logo.svg\" alt=\"React.js logo\"> React</a></li><li id=\"wikipedia\"><a href=\"https://www.wikipedia.org/\">W<small>ikipedi</small>a</a></li></ul></div></header><h1><span id=\"top_title\">Fly Me to the Moon</span><br><span id=\"lower_title\">Mankind's Journey to the Stars</span></h1><p>A look at mankind's journey to the stars, from 1944 to today and beyond</p></div>"
			},
			{
				"type": "markdown",
				"className": "content",
				"key": "intro",
				"content": "**In 1944**, on the brink of defeat, Nazi Germany launched the V-2 rocket. The men who designed it would become the minds that powered the space race, which within 25 years, would see man standing on the surface of the moon, and lead to the the greatest era of exploration ever entered in to by mankind.\n\nThis is that story.\n\n[Part 1: The Race to Space](/fly-me-to-the-moon/race-to-space)\n\n[Part 2: Man in the Heavens](/fly-me-to-the-moon/man-in-heavens)\n\n[Part 3: The Challenge Set](/fly-me-to-the-moon/challenge-set)\n\n[Part 4: Man on the Moon](/fly-me-to-the-moon/man-on-the-moon)\n\n[Part 5: The Race Ends](/fly-me-to-the-moon/end-race)\n\n[Part 6: Space Stations & Robots](/fly-me-to-the-moon/space-stations)\n\n[Part 7: Beyond the Earth](/fly-me-to-the-moon/beyond-earth)"
			}
		]
	},
	"race-to-space": {
		"title": "The Race to Space",
		"description": "asdf",
		"content": [
			{
				"type": "markdown",
				"className": "",
				"key": "header",
				"content": "<header id=\"main_header\" class=\"row dark\"><div id=\"logo_container\"><p><a href=\"/\"><img src=\"/fly-me-to-the-moon/imgs/logo.png\" alt=\"Home\"></a></p></div><div id=\"powered_by\"><ul class=\"unstyled inline\"><li id=\"reactjs\"><a href=\"http://facebook.github.io/react/\"><img src=\"/fly-me-to-the-moon/imgs/react-logo.svg\" alt=\"React.js logo\"> React</a></li><li id=\"wikipedia\"><a href=\"https://www.wikipedia.org/\">W<small>ikipedi</small>a</a></li></ul></div></header>"
			},
			{
				"type": "markdown",
				"className": "content",
				"key": "title",
				"content": "# The Race to Space\n\n## 1944 - 1958: From a legacy of death, to the dream of space"
			},
			{
				"type": "markdown",
				"className": "content",
				"key": "p1",
				"content": "**The date is August 2nd, 1955**. The USSR responds to the American declaration of intent, just four days earlier, to put satellites in to space, with a simple message: if you want to do it, we'll do it too, and faster. These two announcements come during the escalating the Cold War. Tensions are increasing, with both sides having recently demonstrated the capability to create a portable hydrogen bomb. With the memory of the bombings of Hiroshima and Nagasaki both still less than ten years old, the prospect of weapons with a thousand times the power ushers in the era of \"duck and cover\". And yet, the still infant science of rocketry, developed in the aftermath of World War II, promises more than just the prospect of global annihilation. It's a time when both countries, using the knowledge of their captured German engineers, have begun developing modern rocket arsenals to create intercontinental ballistic missiles. It will culminate in a mere 14 years with men walking on the surface of the moon, and spawn a legacy that continues onwards to today's exploration of the solar system and beyond. \n\nOur story begins however, at the end stages of the Second World War.\n\n### The Bloody Phoenix\n\nTowards the end of WW2 in 1944, Hitler's Nazi Germany faced catastrophic defeat. With his options limited, he ordered the use of a new, secret weapon. Designed as a tool to retaliate against the bombing of German cities by the allies, this weapon can travel at four times the speed of sound, travel 200 miles, cross the boundary of space, and deliver almost a tonne of explosive.\n\nIt was called the Vergeltungswaffe 2 (Retribution Weapon 2), or simply the V-2 for short.\n\n<figure class=\"media_widget col-inverse col-xs-6 col-right\">\n![The V-2 rocket assembled](/fly-me-to-the-moon/piece_images/v-2_assembled.jpg)\n<figcaption>The V-2 rocket assembled in the Peenemünde Museum</figcaption>\n</figure>\n\nThen U.S. Army Major Robert B. Staver, Chief of the Jet Propulsion Section of the Research and Intelligence Branch of the U.S. Army Ordnance Corps, is ordered to a top secret meeting convened by the British, which will discuss the V-2 rocket. His superior, Colonel Holger Toftoy has orders to capture a V-2 at any cost. The Americans have realised that if they can create their own variant on the V-2, and combine it with their own secret project, the atom bomb, they will have military superiority over the rest of the world for years to come.\n\nToftoy gave Staver a simple order: capture the lead German scientist on the V-2 project, a man called Wernher von Braun. Von Braun was, at the time, stationed in Peenemünde in northern Germany, but the Americans had a problem. The Soviets were currently in Poland, pushing the Nazi forces back, where they'd discovered something the Americans would have literally killed for - the intact shell of a V-2, abandoned in the retreat. They already had the vessel, and in days, they'd reach von Braun.\n\nWhile the Soviet forces were less than 100 miles away, von Braun assembled his planning staff and gave them a choice. They would be attacked soon, and their research was too valuable to be lost. As a result, he presented them with two simple options: surrender to the Soviets, or the allied forces of the West. Afraid of the Soviet forces and their reprisals against Germans, even prisoners of war, von Braun and his staff decided on the latter, and to surrender to the Americans if possible. Fortuitously, they have been given two conflicting sets of orders: to relocate to central Germany, and also to join the army and fight. They believed that the former offered the greatest chance of giving an opportunity to defect to the advancing American forces, von Braun moved his people to close to Nordhausen, to the Mittelwerk facility, where they resumed their work. Determined to continue his progress, he knows that whilst the rockets they're working on can be used for destruction, he can also see their potential for manned use.\n\nBy March, the Soviets are on the outskirts of Berlin. However, for all the the Nazi regieme is about to fall, they aren't any closer to capturing von Braun or his team. Preparing for the possibility they may not be able to reach them before the Americans do, they decide to put together a team to work on rocketry in the absence of the Nazi scientists. There was just one problem. The man who they needed to lead the team, and the man recommended by their leading rocket scientist (Ivan Kleymyonov), had been sent to the Gulag, put after being tortured and forced to confess to deliberately slowing research into rockets. That man was Sergei Korolev. Currently, Korolev was in a Sharashka, a Soviet prison for intellectual prisoners. Slave labour camps in all but name, those there were forced to work on projects dictated by the Soviet party.\n\nIn April, as the Allied forces advanced into Germany, von Braun and his top 500 scientists were ordered to the Bavarian Alps. The Americans were getting too close, and the fear was that the scientists and their research would fall into enemy hands. Ordered to destroy their research, von Braun instead had his men hide their papers in a disused mine, destroying as much as they needed to to appear to be following orders. Then, under guard by the SS, who were given orders to execute the team if they were over-run and to fall into enemy hands, or if Germany lost the war, they set off on a train to the Alps. The soldiers sent were fanatical and on edge, and knew the end would occur in weeks at most.\n\n<figure class=\"media_widget col col-xs-6 col-left\">\n![A cutaway drawing of the V-2 rocket](/fly-me-to-the-moon/piece_images/v-2_cutaway.jpg)\n<figcaption>V-2 cutaway drawing (U.S. Air Force photo)</figcaption>\n</figure>\n\nOnly days after they left, the Americans arrived and found the remains of the V-2 mass production plant which had produced over 5,000 V-2 rockets. It wasn't empty though - in the rush to leave, the Nazi forces had left 100 intact V-2 rockets. They also found the slave labour and concentration camp nearby, Mittelbau-Dora. Over 20,000 dead were found there, with another 40,000 survivors freed. More were killed creating the rockets, than by their use. The American team called in Staver and his people, who released immediately what this represented. He ordered the rockets to be broken down and shipped back, starting the single largest movement of material for the entire war. Knowing that the factory would fall under Soviet control, Staver was given less than a month to complete the operation.\n\nAt the same time, Korolev had been recalled from the Gulag and transported to Germany, to work under Dmitriy Ustinov, with Korolev serving as a chief designer of long-range missiles at the Special Design Bureau 1 (OKB-1). OKB-1 had been given the brief of research and design with regards to the V-2 rocket, aiming at advancing the technology for Soviet purposes.\n\nBack in the Alps, von Braun was able to convince the SS Major in charge that if they were grouped together, they'd be an easy target for the US bombing raids and other retaliatory strikes. They were therefore ordered to spread out into a collection of villages. As a result, when it was announced that Hitler had committed suicide and the SS troops went to find the scientists, they only found empty beds. Von Braun and his people had swiftly fled to Austria, the moment they could. On May 2, 1945, upon finding an American private from the U.S. 44th Infantry Division, von Braun's brother and fellow rocket engineer, Magnus, approached the soldier on a bicycle, calling out in broken English:\n\n> My name is Magnus von Braun. My brother invented the V-2. We want to surrender.\n\n### The Post-War Scientists\n\nIn 1943, Werner Osenberg, the head of the German Military Research Association, or Wehrforschungsgemeinschaft, had created a list of the top scientists and engineers of the age. In 1945, Staver managed to get hold of that list, and used it to create a hit list of people the Americans wanted to capture. At the top, was von Braun. His knowledge would, they knew, prove invaluable. Thus the capture of von Braun was a huge coup of the Americans, and the loss felt by the Soviets, despite their creation of their own team, was equally huge. Stalin's reaction perhaps best sums up the feeling of the Soviet leadership:\n\n> This is absolutely intolerable. We defeated the Nazi armies; we occupied Berlin and Peenemunde, but the Americans got the rocket engineers. What could be more revolting and inexcusable?\n\nStaver was then tasked with Operation Overcast, the American plan to interrogate the German scientists. What von Braun and the others had to say though made him decide to write to his superiors, and urge their evacuation. As it grew, the beginnings of Operation Paperclip were forming. In total, over 1,500 German intellectuals would be brought to America from previously occupied European countries, with the aims of denying the advanced German scientific expertise to the Soviet Union and United Kingdom, whilst also preventing Germany from redeveloping its military research.\n\nVon Braun was taken to America shortly after, and along with over 100 of his men he was escorted to Fort Bliss, whilst the Soviets were left with the now derelict V-2 plant. However, the Soviets didn't realise just how outmatched they currently were, until the 6th August, 1945. With the bombing of Hiroshima, and then Nagasaki shortly after, they realised that the Americans now had both the intelligence with which to make long range rockets, and a payload that could flatten cities. This was a terrifying, and immediate threat.\n\n<figure class=\"media_widget\">\n![A rusty V-2 rocket engine](/fly-me-to-the-moon/piece_images/V-2_Mittelbau_engine.jpg)\n<figcaption>A rusty V-2 rocket engine in the underground production facilities at Dora-Mittelbau, Nordhausen</figcaption>\n</figure>\n\nBack in Nordhausen , the Soviets put out a call for anyone who'd worked on the V-2 rockets to come and help them restart the rocket facility and to continue their research. A few did, including Helmut Gröttrup, wouldn't been von Braun's assistant and had developed the radio guidance system for the V-2. Having helped the Soviets get a V-2 engine to fire, he's promised that he can stay in Germany. In short order however, on 22 October 1946, he was betrayed. He and the other newly captured engineers, were deported to Moscow with their families as part of Operation Osoaviakhim. Over 2,000 other German intellectuals were moved with him, deported to Russia to aid the Soviet research programs. Once there, they were tasked with reproducing the technical drawings for the V-2, to enable research to begin again. It would take two years to compile the entire new set of blueprints. The rockets constructed had a dismal record though, and shortly after, research would begin on the R-1, the first Soviet rocket system. It had it's first launch scheduled for the 17th September 1948. Trials and refinement of the missile continued, until on the 25th November 1950, it was accepted into service. For Gröttrup and his team however, it was the beginning of the end of their usefulness. Too powerful, and too useful, they hid them away, and consigned them to quiet work, back in Germany.\n\nIn the meantime, things weren't going well in America for von Braun and his people. The program had become nicknamed Operation Icebox, due to the lack of activity. The captured Germans were kept isolated, but given no work, left to their own devices. The American military had decided to focus on air and submarine delivery systems for their weapons, rather than rocketry, leaving their captured geniuses in a state of limbo.\n\n### The Cold War Heightens\n\nIn 1952, tensions between the USSR and America grew further, as America tested the first hydrogen bomb, then the most powerful weapon ever detonated, and by a huge margin. Ivy Mike as it was known, was an 74 tonne building, designed to test the theory of a Teller-Ulam fusion bomb. \n\nThe 10.4 megaton blast was almost 700 times more powerful than the one dropped on Hiroshima. It left a crater 1.2 miles wide and 164 feet (50 metres) deep and blasted radioactive coral into the stratosphere, from where it fell to land on ships as far as 35 miles away. The Soviets responded by detonating their own a year later. Which didn't exactly cool things down."
			},
			{
				"type": "YouTube",
				"className": "",
				"key": "ivy-mike",
				"sourceId": "NNcQX033V_M"
			},
			{
				"type": "markdown",
				"className": "content",
				"key": "p2",
				"content": "Whilst Gröttrup had been sidelined at the turn of the 50's, Sergei Korolev was still active and had been tasked with a new challenge: create a rocket with enough range to reach America, whilst carrying a five tonne payload, the expected weight of a thermonuclear device. Meanwhile, in back America, von Braun was tasked with creating short range rockets, his dreams of creating rockets to send humans to space in tatters. Instead, they were working on the Hermes series of rockets, which were around 25% of the size of a V-2, with a maximum range of just 38 miles. \n\nAnd then, in 1953, whilst working on the Hermes A-3B (a slightly larger rocket), funding was cut, and a year later, the project was canned entirely. Von Braun himself was the focus of attacks by the US media, who reminded the public of his history as an officer in the SS. During this time though, he'd realised that if the military wouldn't take notice of his ideas, maybe he could win the support he needed appealing to the American public. \n\n<figure class=\"media_widget col-inverse col-xs-4 col-right\">\n![The Soviet R-7 rocket](/fly-me-to-the-moon/piece_images/r-7_rocket.png)\n<figcaption>A 2-view drawing of the R-7 Semyorka</figcaption>\n</figure>\n\nOn May 14, 1950, shortly after he and his team were transferred to Huntsville, Alabama, and the beginning of the Korean War, The Huntsville Times published the article \"Dr. von Braun Says Rocket Flights Possible to Moon\". At the same time, his team had started work on the Redstone rocket, which led to both the development of the first high-precision inertial guidance system, and a launch system capable of carrying a nuclear payload. His concepts in his ongoing writings, which included ideas for a space station would, in 1968, be presented on the silver screen as the basis for Space Station V in 2001: A Space Odyssey. However, it was his work with Walt Disney's Disney studios as technical director that initially let him bring his vision to the public at scale. \"Man in Space\", aired on March 9, 1955, drawing 42 million viewers and becoming unofficially the second-highest rated television show in American history. Von Braun had found a way to tap into the American public's consciousness, in a way he'd never been able to truly manage with the military. Overnight, he became a household name, and behind the scenes, things start to go his way.\n\nBack in Russia, Korolev was busy working on his ideas for putting a satellite into space. Korolev therefore teamed up with Valentin Glushko, a genius rocket engine designer working at OKB 456. The two men had worked together previously building RD-1 KhZ, a rocket motor designed to be attached to a Lavochkin La-7R fighter plane to help protect Russia from high-altitude Luftwaffe attacks. Now Korolev proposed a unique idea: the R-7; a rocket with four detachable rockets which would fall away to leave a central rocket to continue on. Glushko would design the engines, Korolev the rocket. Such a system could both act as the delivery system the military want, and put Korolev's satellites into space. There were only three problems. Firstly, no-one had ever built anything close to such a rocket, secondly, the military had no interest in satellites, and three, it would be so huge, there was nowhere where it could be built.\n\nThe first would be overcome by research, the second didn't matter to his military backers who could use it to deliver warheads, and the third? Well, the third would result in the creation of the Baikonur Cosmodrome, in Kazakhstan, the world's first and largest operational space launch facility. \n\n<figure class=\"media_widget\">\n![The Baikonur Cosmodrome launchpad](/fly-me-to-the-moon/piece_images/Baikonur_Cosmodrome_Soyuz_launch_pad.jpg)\n<figcaption>The modern Soyuz launch pad at the Baikonur Cosmodrome</figcaption>\n</figure>\n\nAmerica, however, had other ideas. Whilst Korolev couldn't sell the idea of satellites to the Russians, America liked the idea. Under the cover of launching a scientific instrument, but actually wanting to develop orbital spying technology, America announced its intention to put a satellite in space. At the same time as von Braun was applying for, and receiving citizenship of the United States, ten years after leaving Germany, he found himself bidding against the US Navy for a satellite contract. Just at the point where Korolev was on the verge of a breakthrough, von Braun received the news that the contract had been awarded to the Navy. His dreams would have to wait for another day. For Korolev though, they were about to come true.\n\n### Sputnik\n\nWhile visiting the Baikonur facility, then Soviet leader Nikita Khrushchev was shown the R-7, and Korolev was able to argue for sending his satellite project. Finally, after pointing out the Americans would get there first if the Soviets didn't, Khrushchev gave the go ahead. Dozens of institutes were involved in what became known as Project D. This turned into a logistical nightmare though, and the project dragged. Far worse though, on the first two tests of the R-7 rocket, the massively complex system with its 32 rocket engines and 280 tonne weight, failed disastrously.\n\nAs the Cold War escalated and the weapons became ever larger, finally the American military condescended to give von Braun his funding and to build medium range rockets. However, the focus was still very much on a delivery system for weapons payloads. The result was the Jupiter-C. Far smaller and simpler than the Russian R-7 rocket, it would nonetheless be more than capable of putting a small satellite into orbit. In fact, the administration was so suspicious of von Braun and his team, that inspectors from the Pentagon were sent to monitor the maiden launch, to ensure they didn't try and send a satellite up anyway. Despite the interference, and suspicion, von Braun's launch was a success. America now had a rocket capable of putting systems into orbit. The balance had shifted back in America's favour.\n\nIn Baikonur, on 21 August 1957, after two failed launches, Korolev was in a difficult situation. His rocket, massively ambitious but also massively complex, had eaten vast amounts of both time and money, and so far had nothing to show for it other than two very expensive fireworks shows. As a result, tensions must have been high. But thankfully, at 12:25, the R-7 launches successfully for the first time. The world now has its first intercontinental ballistic missile. In the meantime, massively frustrated at the increasing complexity, as well as the design and construction issues with the Project D satellite, his team have been working hard to re-develop the concept to something far simpler. In less than a month, they design and build and entire new system. The new design, consisting of little more than a polished metal sphere, a transmitter, thermal measuring instruments, and batteries, weighed about the same as a man.\n\n<figure class=\"media_widget\">\n![The Soviet R-7 rocket](/fly-me-to-the-moon/piece_images/sputnik_1.jpg)\n<figcaption>A replica of Sputnik 1 at National Air and Space Museum</figcaption>\n</figure>\n\nFinally on 4 October 1957, at 19:28, on an R-7, the R-7 launched, and at 00:03, Sputnik became the first object to be placed in orbit by mankind. The USSR had won the race to space."
			},
			{
				"type": "YouTube",
				"className": "",
				"key": "sputnik",
				"sourceId": "KMFvr1VwSSo"
			},
			{
				"type": "markdown",
				"className": "content",
				"key": "p3",
				"content": "### A Call to Space\n\nThe effects on the two world superpowers couldn't have been more different. In the USSR, Khrushchev was pleased with this success, and decreed that it should be followed up by an encore for the 40th anniversary of the October Revolution, on November 3rd, just 30 days away. The result of that would be Sputnik 2. In the US though, the launch was met with incredulity and disbelief. Indeed, Vice President Richard Nixon proclaimed it a hoax. When they realised however that both the launch and Sputnik were in fact real, the collective Western governments concluded that the Soviet ICBM program must more advanced than it actually was. This was a belief Khrushchev was more than happy to encourage, as he stated in an interview that the USSR had all the rockets, of whatever capacity, that it needed.\n\nThe result of Khrushchev's pronouncement was Sputnik 2, which put the first living creature in to space; a small stray dog, named Laika. Before the launch, Dr. Vladimir Yazdovsky, one of the scientists on the project, took Laika home to play with his children. In a book chronicling the story of Soviet space medicine, he remembered:\n\n> I wanted to do something nice for her: She had so little time left to live.\n\nSadly, after only a few hours in space, Laika died of overheating, a fact that wasn't revealed until as recently as 2002.\n\nFinally, after years of being held back, and being told that the US Navy must be given a shot before he can have his turn, von Braun is given the go-ahead to attempt to put an American satellite into orbit. He named it Explorer. The Navy prepared it's own Vanguard rocket, which was as then untested. The world's media turned up, watched the rocket lift three feet from the pad, and then explode in a huge fireball. The only surviving piece was the satellite, which fell to the ground and began to transmit. The press response was scathing, labelling it \"Kaputnik\" and other less than flattering names. As Time Magazine noted:\n\n> But in the midst of the cold war, Vanguard's cool scientific goal proved to be disastrously modest: the Russians got there first. The post-Sputnik White House explanation that the U.S. was not in a satellite \"race\" with Russia was not just an after-the-fact alibi. Said Dr. Hagen ten months ago: \"We are not attempting in any way to race with the Russians.\" But in the eyes of the world, the U.S. was in a satellite race whether it wanted to be or not, and because of the Administration's costly failure of imagination, Project Vanguard shuffled along when it should have been running. It was still shuffling when Sputnik's beeps told the world that Russia's satellite program, not the U.S.'s, was the vanguard.\n\nWhether the US wanted to be in a race was irrelevant - the media had deemed it so, and now it was up to them to respond. With no other option, the administration gave von Braun and his team their shot.\n\nOn the 31st January 1958, at 22:48, von Braun's Juno I, a Jupiter-C derived rocket, launched with Explorer on-board. Less than two hours later, America had its own satellite. The race to put a man in space was on."
			}
		]
	},
	"man-in-heavens": {
		"title": "Man in the Heavens",
		"description": "asdf",
		"content": [
			{
				"type": "markdown",
				"className": "",
				"key": "header",
				"content": "<header id=\"main_header\" class=\"row dark\"><div id=\"logo_container\"><p><a href=\"/\"><img src=\"/fly-me-to-the-moon/imgs/logo.png\" alt=\"Home\"></a></p></div><div id=\"powered_by\"><ul class=\"unstyled inline\"><li id=\"reactjs\"><a href=\"http://facebook.github.io/react/\"><img src=\"/fly-me-to-the-moon/imgs/react-logo.svg\" alt=\"React.js logo\"> React</a></li><li id=\"wikipedia\"><a href=\"https://www.wikipedia.org/\">W<small>ikipedi</small>a</a></li></ul></div></header>"
			},
			{
				"type": "markdown",
				"className": "content",
				"key": "title",
				"content": "# Man in the Heavens\n\n## 1959 - 1961: Putting a man amongst the stars"
			},
			{
				"type": "markdown",
				"className": "content",
				"key": "p1",
				"content": "**With the arrival** of the age of the satellite, both the USSR and United States have set their sights on the next goal: putting a man in space, and bringing him safely back home. No mean feat, given the challenges involved. Putting an object in orbit is one thing - making a vessel able to carry a man, keep him alive with the vacuum of space less than a metre away, ensuring he survives not just the ascent but reentry, and returning him to Earth without the end of the journey killing him too. It's a massive step beyond anything that's been tried before, and both countries know it.\n\nMore than that, the man who's going to accept such a mission must be highly trained, completely loyal, and understand he may well not return. He needs to have what will become known as \"The Right Stuff\".\n\nIn the US, the Americans were busy finding their people. President Eisenhower insisted that all candidates be test pilots. In addition, anyone chosen could be no taller than 5' 11\" (180cm), weigh no more than 12st 12lbs (82 kg), be under 40 years old, hold a Bachelor's degree or similar, and have logged 1,500 hours or more of flight time. The newly created NASA searched for people who met all the requirements given, and identified in total 110 pilots who fit the bill. 69 were brought to Washington DC in two groups but due to the level of interest and commitment from the first two groups, the final 41 were never asked to submit themselves for testing. And testing it was; candidates had to spend hours on treadmills and tilt tables, to test cardiovascular function and resistance to motion sickness, they had their feet placed in buckets of ice water, and had to receive a series of enemas. 39 failed or dropped out before or during the first phase of exams, and more refused to take part in the second round of tests. In total, just 18 made it through.\n\n<figure class=\"media_widget\">\n![The Mercury Seven astronauts](/fly-me-to-the-moon/piece_images/mercury_seven.jpg)\n<figcaption>The Mercury Seven astronauts in front of a U.S.A.F. F-106B. From left to right: Carpenter, Cooper, Glenn, Grissom, Schirra, Shepard & Slayton</figcaption>\n</figure>\n\nFrom a nation of 157 million souls, the selection process had done its work, finally presenting seven men. Each had excellent mental and athletic abilities, and were considered the best for the job. They were Scott Carpenter, Gordon Cooper, John Glenn, Gus Grissom, Wally Schirra, Alan Shepard, and Deke Slayton, the Mercury Seven.\n\nNASA finally introduced their future astronauts in Washington on April 9, 1959. Although internally Project Mercury was planned simply to test the if humans could be sent to space and returned safely, the concept of American men in space electrified the nation. They were instantly seen as dare-devil explorer heroes, with TIME magazine going so far as to compare them to \"Columbus, Magellan, Daniel Boone, and the Wright brothers.\" Two hundred reporters overflowed the room used for the announcement, and upon the meeting's conclusion, gave rapturous applause.\n\nIn Russia meanwhile, secrecy is everything. Those being interviewed aren't told who they'd be working for, or what they'd be doing. Known at OKB-1 as the Vostok programme, the selection criteria is at one focused and abstract. Potential cosmonauts had to be qualified Air Force pilots, as they would be more used to exposure to the extreme g-forces likely to be experienced. Beyond that, the candidates had to be intelligent, physically fit, mentally resilient, male, between 25 and 30 years of age, no taller than 5' 7.5\" (175cm), and no heavier than 11st 5lbs (72kg). Their tests were similarly arduous, exposing candidates to extreme low pressure, high G in a centrifuge and more. Unlike NASA's astronaut however, the Soviet group were less experienced aviators, with the Soviet R-7 being more automated than the American systems at the time.\n\nFinally, the group was whittled down to just six men, who'd become known as the Vanguard Six: Yuri Gagarin, Valerij Bykovskiy, Grigoriy Nelyubov, Andriyan Nikolayev, Pavel Popovich and German Titov. Initially, Anatoli Kartashov and Valentin Varlamov had been on the team, instead of Bykovskiy and Nelyubov, but during training, two Kartashov suffered an injury whilst in a centrifuge, and Varlamov injured his spine in a diving accident. Both were replaced, and training continued.\n\nWhilst the focus on both sides was on selecting men for space, progress was being rapidly made in the realm of satellites. Vanguard 1, which remains orbitting in space some 56 years later had been launched in March of 1958, along with Sputnik 3 in May. From there on though, only the US would continue the push to put satellites in orbit, with a further 14 attempts before 1960, but with a painful 9 failing to be put into orbit, several resulting in the complete destruction of the rockets and payloads involved.\n\nThe dream of consistent, safe spaceflight still seemed a long way off. The thought of launching human payloads shortly must have seemed daunting, to say the least.\n\n### A Scientific Outlet\n\nThe Cold War had continued to intensify, but the public interest in the developing space race had given both sides an outlet - domination of space, and of each side's scientific teams had created a way for each side to show its own capabilities, outside of the military domain.\n\nThe men chosen to go to space were undoubtedly capable, on both sides. But it must have been a reminder that there was a good chance they'd be killed, every time they watched a rocket test, and it ended in disaster. And this wasn't a rare event - after watching an Atlas ICBM explode shortly after launch, Grissom remarked \"Are we really going to get on top of one of those things?\". With the ongoing failures of the Atlas systems, NASA started to look back to an old friend - Wernher von Braun. Von Braun had developed the Redstone missile, also capable of putting a man in space, and the vessel which had put America's first satellite into orbit. The Redstone has a problem though; it's not currently capable of carrying a human and keeping them alive, and unlike the USSR's R-7 rocket, which has thrust to spare, the Redstone is only barely capable of reaching space.\n\n<figure class=\"media_widget col col-left col-xs-6\">\n![The far side of the moon](/fly-me-to-the-moon/piece_images/Luna_3_moon.jpg)\n<figcaption>The first photo of the far side of the moon, taken by Luna 3</figcaption>\n</figure>\n\nHowever, whilst von Braun was working to try and develop a version of the Redstone capable of manned flight, the Soviet team were powering ahead with other missions. They gained a massive political advantage when, on September 14th, the Luna 2 probe impacted the Moon, east of Mare Imbrium near the craters Aristides, Archimedes, and Autolycus. In doing so, it became the first spacecraft to reach the surface of the Moon, and the first man-made object to react a celestial body beyond the Earth. This was no Sputnik either - unlike the satellite sent up less than a year earlier, this was a full scientific device, with scintillation and geiger counters, a magnetometer, Cherenkov detectors, and micrometeorite detectors. The timing was impeccable. The leader of the USSR, Nikita Khrushchev was in America when the news broke. Just three weeks later, another Soviet probe, Luna 3, will swing around the far side of the moon and photograph it, something also never before done.\n\nAnd things were only getting worse for NASA. It had emerged that the Mercury capsule didn't fit on the Redstone rocket. The project, almost a year behind schedule already, was slipping further. If things were bad for von Braun though, one can only imagine what his Soviet counterpart, Sergei Korolev felt. For all the success Korolev was having with his Luna rockets, based on his R-7 design, the Soviets were looking in to using a separate system, built by another team. To counter this threat, he created a plan for an audacious mission: the first to take a living creature to space and return.\n\nAfter months of preparation and testing, on July 28th 1960, a Vostok-L rocket with a Vostok-1K spacecraft carried two space dogs, named Chayka and Lisichka. 28 seconds into the flight, an explosion destroyed the spacecraft shortly after launch. Undeterred, the next mission, designated Korabl-Sputnik 2, was launched merely weeks later. And so it was that, on August 19, 1960, two dogs named Belka and Strelka, along with a variety of mice and insects became the first living beings recovered from orbit, having been in to space.\n\nMore though, it was conclusive, incontrovertible proof that the USSR could send a man into space. With a ship that didn't need a pilot, just someone along for the ride, it was now just a matter of time.\n\nAmerica hadn't even yet managed to get a crewed vessel off the ground. Attempting a launch test of the Mercury-Redstone 1 on November 7th, last minute problems caused an abort to be called. The flight was rescheduled for the 21st, and at 09:00 local time, the rocket fired, rose a few inches, and then immediately landed again. This lead to then procedures officer Gene Kranz, who would later become the NASA lead flight director dubbing it the \"four inch flight\".\n\nAfter which the capsule's escape rocket jettisoned itself, leaving the capsule behind. Then, three seconds later, the capsule itself deployed its drogue parachute, along with the the main and reserve parachutes moments later, ejecting the radio antenna in the process. The only thing that had been successfully launched was the escape rocket, which wasn't supposed to have done anything. Now though, there was a bigger problem: the active Redstone, with its full compliment of fuel, was now sitting on the launch pad with nothing whatsoever securing it.\n\nSuffice to say, this wasn't to plan."
			},
			{
				"type": "YouTube",
				"className": "",
				"key": "mercury-redstone",
				"sourceId": "7O4V7JfeTSU"
			},
			{
				"type": "markdown",
				"className": "content",
				"key": "p2",
				"content": "Fortunately, good weather conditions allowed the flight director Chris Kraft to make the decision to simply leave it. Over the next day, the batteries ran down, and the oxidiser boiled away into the atmosphere. The failure and subsequent panic in the control room led Kraft to declare:\n\n> That is the first rule of flight control. If you don't know what to do, don't do anything.\n\n### Mounting Tensions and Soviet Disaster\n\nIn 1960, amid mounting tensions, things suddenly took a turn for the worse. On 1 May, 15 days before the the east–west summit conference in Paris was set to begin, Captain Francis Gary Powers, flew from the US base in Peshawar in a U-2 spy plane, on a mission to overfly the Soviet Union, photographing locations including ICBM sites at the Baikonur and Plesetsk Cosmodromes, before land at Bodø in Norway. He was shot down near Kosulino, in the Ural Region, by the an SA-2 Guideline (S-75 Dvina) surface-to-air missile. He was captured soon after parachuting safely down onto Russian soil. His capture was a political nightmare. President Eisenhower was left with two choices: he could take responsibility for the U-2 flight, and in doing so destroy his credibility for the Summit in two weeks, or deny any knowledge, and appear politically impotent, with a government acting behind his back.\n\nAgainst this backdrop of increasing belligerence on both sides, development continued apace. Despite the setbacks the Americans were having though, true disaster wasn't far away for the Soviets.\n\nIn October 1960, the Soviets suffered a series of catastrophic setbacks to their aerospace and nuclear experiments. The worst of these undoubtedly came on the 24th, at the Tyuratam base, near the Baikonur Cosmodrome. \n\nThe Soviets were preparing for the first trial of the R-16, a completely new rocket designed to carry nuclear payloads. It was eventually to prove vastly superior to the existing R-7 design. Marshal Mitrofan Nedelin, the Commander of the Strategic Rocket Forces was the head of the program, and had commanded that all the members of the State Commission were present for the test. Others present included Mikhail Yangel, one of the leading Soviet missle designers, who'd had ambitions to challenge Korolev as leader of the Manned Space program.\n\nThe launch had been suffering a series of setbacks though, the test was repeatedly delayed. The first stage ignition had not fired successfully. Nedelin therefore demanded an immediate fix.\n\n<figure class=\"media_widget col-inverse col-right col-xs-5\">\n![The explosion at Tyuratam](/fly-me-to-the-moon/piece_images/nedelin.jpg)\n<figcaption>The exploding R-16, at Tyuratam</figcaption>\n</figure>\n\nFrustrated at the continued delays, and feeling annoyed with the continual failure to launch, Nedelin left the command bunker and sat on a wooden chair at the foot of the rocket, surrounded by his senior staff in order to assist with the final preparations. This was a gross violation of procedure, and put both himself and his team in grave danger. There was no opportunity for questioning the orders given though, if only as KGB agents had been tasked with ensuring they were carried out.\n\nA short circuit in the replaced main sequencer however, caused the second stage engines, still mounted over the first stage which was now nearly fully fuelled, to fire.\n\nNedelin was killed, along with 91 senior officers and engineers. Yangel and a test range commanding officer only survived as they had gone to smoke a cigarette behind a bunker a few hundred yards away, just moment before.\n\n### Man Steps Beyond Earth\n\nBack in America, von Braun had his own problems. On January 31st, 1961, the American team had launched Mercury-Redstone 2, with Ham the chimp on-board. Issues with the flight however, caused von Braun to have to make a difficult decision: test the vessel again, having fixed the problems found, or launch the next rocket with a man on board. NASA had already decided who to send; Alan Shepard was to be the first American to pilot the rocket and become an astronaut. His team however weren't willing to send a human yet. Another test would be conducted first, before Shepard was to get his shot.\n\nAt the same time, the structure at NASA for what would become the Apollo missions was starting to take shape. On February 14, 1961, James Webb accepted the role of Administrator of NASA. \n\nMeanwhile, the Soviet team had chosen who they were to send. Yuri Gagarin was well liked by his fellow cosmonauts, and by his superiors. With Gherman Titov and Grigori Nelyubov as backups, he would be the first choice to send.\n\nKorolev however had other issues. Whilst he had the man to fly, he wasn't yet ready to send him. There were still lingering issues with the rocket. The question now was, which would be ready first - the Soviet rocket, or the American?\n\n<figure class=\"media_widget col col-left col-xs-6\">\n![The Vostok 1 takes flight](/fly-me-to-the-moon/piece_images/Vostok_1.gif)\n<figcaption>The Vostok 1 takes flight</figcaption>\n</figure>\n\nIn the end, the Vostok 1 was prepared first. Because of weight constraints, there was no backup retrorocket engine to help the vessel descend. Instead, the spacecraft was loaded with 10 days of provisions to allow Gagarin to survive while the ship's orbit decayed in case the retrorockets failed. But there were a hundred other issues. For example, during the pre-launch preparations, it was decided to paint \"СССР\" on Gagarin's helmet in large red letters. It was still less than a year since Powers had been captured, and there was a fear that when he landed, local police could mistake Gagarin for a foreign agent, parachuting from an aircraft. The concern was so great about the vessel that some have rated the chances of success at just 50%.\n\nNevertheless, on April 12, 1961, 09:07 local time, Yuri Gagarin and the Vostock 1 took flight. Just three minutes later, the rocket reached 17,500 mph, the speed required to leave Earth's gravity. Then, a mere seven minutes later, Gagarin was able to look out the window, and having become the first human to experience weightlessness, and float in a man-made vessel, in space. Two hours later, he'd have returned, having flown entirely around the world, across the edge of the sleeping South America, and landed back on Earth, around 170 miles (280km) from Baikonur.\n\nOne can only imagine what went through the minds of the farmer and her daughter, watching Gagarin in his bright orange cosmonaut suit and large white helmet, landing near them by parachute. He later recalled:\n\n> When they saw me in my space suit and the parachute dragging alongside as I walked, they started to back away in fear. I told them, don't be afraid, I am a Soviet citizen like you, who has descended from space and I must find a telephone to call Moscow!"
			},
			{
				"type": "Image",
				"className": "content",
				"key": "flightpath",
				"caption": "The Vostok 1 orbital flight path",
				"alt": "The Vostok 1 orbital flight path",
				"src": "/fly-me-to-the-moon/piece_images/map.svg"
			},
			{
				"type": "markdown",
				"className": "content",
				"key": "p3",
				"content": "### One Place Left to Go\n\nThe Americans, used to being second by this point, send Alan Shepard less than a month later. In contrast to the Gagarin's flight, Shepard's lasts 16 minutes, and travels just 300 miles. He was weightless for 6 minutes, and with the much less powerful Redstone rocket, was incapable of reaching orbit. It was enough to allow America to say they'd also put a man in space, but America needed a much bigger win.\n\nPrior to Gagarin reaching space, now US President John F. Kennedy hadn't been a particularly large supporter of the American manned space program. Having only been in the job for just over three months, it was a shock to be woken up, and told that the Soviets had managed what NASA had not. Just the previous month, NASA administrator James Webb had submitted a budget request to fund a Moon landing , aiming to be there before the end of the decade. Kennedy however rejected it, believing that the costs involved were just too high. He also had one eye on Vietnam and Laos, as well as the situations in Europe and Latin America. Indeed, in his inaugural address, he'd pledged to:\n\n> ...pay any price, bear any burden, meet any hardship, support any friend, oppose any foe, in order to assure the survival and success of liberty.\n\nGagarin's flight forced his hand though. In light of the success of the Vostok 1 mission, Kennedy knew how the American public would respond emotionally. The sense of humiliation and fear was palpable. Seeking advice, he tasked the new Vice President, Lyndon B. Johnson with assessing the state of America's space program, and how NASA could rapidly advance and respond. The two options proposed in response were the establishment of an orbital space station, or putting a man on the Moon. Only those would carry the gravitas required to allow the American public to see itself as putting the Soviets back in their place. Johnson therefore turned to von Braun, who gave his estimates on the feasibility of each. Johnson brought the answers back to Kennedy, concluding that a manned Moon landing was difficult enough that neither side could currently achieve it, and that if they made it their sole aim, that the US could potentially beat the Soviets to the punch.\n\nKennedy took Johnson's advice, and launched what would become the Apollo program. He justified the colossal expenditure by emphasising the importance to national security and putting focus scientific and social endeavours. Now all that was left to do was to reassure the American people that all was in hand. So it was that the world watched in wonder in autumn of 1962, as John F. Kennedy spoke at Rice University on September 12th, announcing America's response. In no uncertain terms, the US laid down the gauntlet: they were sending men to the moon. The Soviets were welcome to beat them to it, if they could.\n\n> We set sail on this new sea because there is new knowledge to be gained, and new rights to be won, and they must be won and used for the progress of all people. For space science, like nuclear science and all technology, has no conscience of its own. Whether it will become a force for good or ill depends on man, and only if the United States occupies a position of pre-eminence can we help decide whether this new ocean will be a sea of peace or a new terrifying theatre of war. I do not say that we should or will go unprotected against the hostile misuse of space any more than we go unprotected against the hostile use of land or sea, but I do say that space can be explored and mastered without feeding the fires of war, without repeating the mistakes that man has made in extending his writ around this globe of ours.\n>\n> There is no strife, no prejudice, no national conflict in outer space as yet. Its hazards are hostile to us all. Its conquest deserves the best of all mankind, and its opportunity for peaceful cooperation may never come again. But why, some say, the Moon? Why choose this as our goal? And they may well ask, why climb the highest mountain? Why, 35 years ago, fly the Atlantic? Why does Rice play Texas?\n>\n> We choose to go to the Moon! We choose to go to the Moon in this decade and do the other things, not because they are easy, but because they are hard; because that goal will serve to organize and measure the best of our energies and skills, because that challenge is one that we are willing to accept, one we are unwilling to postpone, and one we intend to win."
			},
			{
				"type": "YouTube",
				"className": "",
				"key": "kennedy-rice",
				"sourceId": "ouRbkBAOGEw"
			}
		]
	},
	"challenge-set": {
		"title": "The Challenge Set",
		"description": "asdf",
		"content": [
			{
				"type": "markdown",
				"className": "",
				"key": "header",
				"content": "<header id=\"main_header\" class=\"row dark\"><div id=\"logo_container\"><p><a href=\"/\"><img src=\"/fly-me-to-the-moon/imgs/logo.png\" alt=\"Home\"></a></p></div><div id=\"powered_by\"><ul class=\"unstyled inline\"><li id=\"reactjs\"><a href=\"http://facebook.github.io/react/\"><img src=\"/fly-me-to-the-moon/imgs/react-logo.svg\" alt=\"React.js logo\"> React</a></li><li id=\"wikipedia\"><a href=\"https://www.wikipedia.org/\">W<small>ikipedi</small>a</a></li></ul></div></header>"
			},
			{
				"type": "markdown",
				"className": "content",
				"key": "title",
				"content": "# The Challenge Set\n\n## 1962 - 1967: The relentless march of progress and the human price paid..."
			},
			{
				"type": "markdown",
				"className": "content",
				"key": "p1",
				"content": "**As 1962 rolled around**, the Soviet and American teams were joined by a third in putting satellites into orbit, when in March the Soviet scientists put Kosmos 1 in orbit with the new R-12 rocket, followed by the UK's Ariel 1, sent by on-board American Thor-Delta rocket. The Americans though had their sights set on loftier goals, and on August 27, after the unsuccessful launch of Mariner 1, successfully launched Mariner 2 aboard an Atlas series rocket. Four months later, on December 14th, it became the first man-made probe to reach another planetary body, coming within 21,607 miles (34,773 km) of Venus. Its instruments sent back the first detailed information on another world, sensing temperatures, radiation, magnetic field data, as well as data on the solar winds. Similar plans were in place for a visit to Mars, planned by the Soviets. However, Mars 1 failed en route after five months, and the next two attempts failed to leave orbit.\n\nWhilst things may have been going well on both sides with regards to space, the Cuban Missile Crisis in October only went to prove how fragile the political situation was. \n\nSlowly but surely, the US was starting to retake the lead. As time marched on and the US-made Atlas and Saturn I series of rockets performed the role of putting objects and people into space for the Americans though, Wernher von Braun was looking towards a new generation of rocket; one with enough power to send man to the moon and back. And he wasn't the only one, as 7,000 miles away, Sergei Korolev was looking towards the same prize.\n\nKorolev however, was starting to fall ill. He'd suffered his first heart attack in 1960, and during his time being treated, had also been identified as suffering from a kidney disorder; a legacy of his time as a prisoner in the Gulag. He was warned by his doctors that if he continued to push himself as hard as he had been, that his body would not last much longer. Korolev however had become convinced that Khrushchev saw the space program purely as a propaganda tool, and, fearing its cancellation if it didn't continue to perform that function, he had continued to work with incredible fervour. Now, his health problems started to mount up. A bout of intestinal bleeding saw him rushed to hospital again.\n\nHis problems weren't just physical either. In 1961, Vladimir Chelomey, head of OKB-52 (another internal bureau, tasked with research and development of cruise missiles) had been busy working on a massively over-powered ICBM. His proposed new rocket design was to use the Valentin Glushko designed RD-270 engine, which had massive power. This engine would allow the construction of a much simpler rocket design, which Chelomey named the UR-500, and later the Proton. The Proton needed money and political will to fly though, and Chelomey had managed to secure both: he'd started employing members of Khrushchev's family.\n\nChelomey isn't just working on the Proton though - his satellites Polyot-1 and Polyot-2, launched by Korolev's R-7 rockets in 1963 and 1964 are capable of changing their own orbits, something Korolev hasn't managed yet.\n\nBy the early 60's, activity across the Soviet bureaus and NASA was growing at a frenzied pace. Designs were well under way on all sides for systems to take a man to the moon. The chosen concepts created to respond to the challenge though couldn't have been more different.\n\n### Laying the Groundwork\n\n<figure class=\"media_widget col-inverse col-xs-6 col-right\">\n![The Saturn V and N1-L3 rockets](/fly-me-to-the-moon/piece_images/saturn_v_n1.jpg)\n<figcaption>The assembled Saturn V and N1-L3 rockets, to scale</figcaption>\n</figure>\n\nThe challenge was, in principle, simple. Generate enough thrust to send a craft big enough out of the Earth's orbit. That meant doing one of two things - creating a few huge engines, or many smaller ones. Smaller engines were easier to build and test, but the greater number increased the likelihood of failure. Large engines means less engines to go wrong as long as they work, but getting them to work at all will be a herculean task. Compared to the construction of these rockets, the the vessels used for putting Sputnik and Gagarin in to space look simple. And it's not as though the teams are only working on the moon rockets - at the same time, with the launch of Mariner 4, the Americans managed what the Soviet Mars program failed to: conduct a successful fly-by of Mars. Later the same year, the US-made Ranger 7 returns high-resolution photos of the lunar surface.\n\nTo solve the problem of going to the moon though, NASA have decided to go with what they knew, albeit on a vast scale - fewer engines, but bigger.\n\nMuch bigger.\n\nMind-bogglingly bigger.\n\nFive massive engines, each one capable of creating the thrust of an entire Atlas rocket. Each one would weight around 18,500 lb (8,400 kg), stand 19 ft (5.8 m) tall and 12.3 ft (3.7 m) wide, and be capable of burning 5,683 pounds (2,578 kg) of oxidizer and fuel every *second* to produce an unimaginable 1,500,000 lbf (6.7 MN) of thrust, creating exhaust gases reaching 5,800 °F (3,200 °C).\n\nIt wasn't just the engines that were vast either. The rocket they'd power, the Saturn V, was so huge that even if they could build it, there was nowhere to assemble and launch it. Until now, all rocket launches and testing had been done at Launch Operations Center (LOC) at Cape Canaveral. Saturn V was planned to be 363 ft (111 m) tall though, and weigh 6,540,000 lb (2,970 tonnes). Further, the rocket was designed to be assembled vertically, which would need a hanger big enough to do so, along with a track to allow it to be transported entire on a mobile platform to a launch pad. There was no way to realistically adapt the Canaveral facility, so the decision was made to build a new LOC adjacent to Cape Canaveral on Merritt Island. Construction began in November of 1962.\n\nThe effect on the area was incredible. People flooded in, with space-related industries immediately repeat the benefit of the billions the American government threw at them. Coco beach became the playground of those around the area. The attitude of the time was work hard, play hard. It came to have some of the highest rates of divorce, sexually transmitted disease, drug use and alcoholism in the State of Florida. Indeed, the locals who supplied the enormous quantities of tranquillisers and sleeping pills used by those working on the space program, could tell when a launch would be to within 72 hours, even if nothing had been announced publicly, such was the massive increase in use of drugs sold prior to launches. The work was non-stop and never ending, with huge finance, massive political pressure and ground-breaking engineering creating a cocktail of pressure many relieved any way they could.\n\nIn something that would become a theme for this period though, the new LOC wasn't named until tragedy struck. Almost exactly a year later while travelling with his wife, Jacqueline and the Texan governor and his wife in the presidential limousine on Dealey Plaza, Dallas, Texas, President Kennedy was assassinated. He'd been to oversee the construction just a week earlier. The now President Lyndon B. Johnson, under Executive Order 11129, named the new LOC in Kennedy's honour.\n\n> Designating Certain Facilities of the National Aeronautics and Space Administration and of the Department of Defence, in the State of Florida, as the John F. Kennedy Space Center\n>\n> Whereas President John F. Kennedy lighted the imagination of our people when he set the moon as our target and man as the means to reach it; and\n>\n> Whereas the installations now to be renamed are a center and symbol of our country's peaceful assault on space; and\n>\n> Whereas it is in the nature of this assault that it should test the limits of our youth and grace, our strength and wit, our vigor and perseverance qualities fitting to the memory of John F. Kennedy;\n>\nNow, Therefore, by virtue of the authority in me as President of the United States, I hereby designate the facilities of the Launch Operations Center of the National Aeronautics and Space Administration and the facilities of Station No. 1 of the Atlantic Missile Range, in the State of Florida, as the John F. Kennedy Space Center; and such facilities shall be hereafter known and referred to by that name.\n>\n> Lyndon B. Johnson﻿\n>\n> The White House,\n>\n> November 29, 1963\n\nThe order joined both the civilian LOC and the still military-operated Cape Canaveral both under the designation *John F. Kennedy Space Center*, which had the unintended effect of creating a certain amount of confusion for the public. NASA Administrator James Webb clarified this by issuing a directive stating the Kennedy Space Center name applied only to the LOC, while the Air Force renamed the military site Cape Kennedy Air Force Station.\n\n### Engineering the Future\n\nThe only upside to the challenge posed by getting the Saturn V in to space was that these engines would only be needed for the first stage. The second and third stages could be powered by a much smaller engine, which could also be used on other rockets. For that, Rocketdyne (who would also build the Saturn V main engines) created the J-2 engine, which would also see service as the main engines for the Saturn IB rockets.\n\nAs for the Saturn V engine though, every single challenge faced in making such an engine was hard. The US Air Force had started work on an engine of the required size as far back as 1957, but eventually development after they realised there was nothing they could want that would require so much thrust. NASA, on the other hand, knew exactly what it would be useful for, and so contracted Rocketdyne to complete the development of what they'd named the F-1. The first static firing of the full engine had been performed in March 1959, but all had not gone well. The engine suffered from serious combustion instability problems, by which pressure waves would form in the combustion chamber. These could build and catastrophic failure, and destroy the entire engine. A problem, when von Brun needed five working flawlessly.\n\nEventually, the engineers at Rocketdyne had come up with an interesting way of working on the problem. They attached small C4 charges to the outside of the combustion chamber and set them off while the engine was firing. This allowed them to simulate the conditions of the vibrations produced, gathering data more safely and learning how to control the resonance. Eventually, they produced injector designs which were so stable, they could stop the charge-induced instabilities within 0.1 of a second."
			},
			{
				"type": "YouTube",
				"className": "",
				"key": "engine-test",
				"sourceId": "6YTaG91KD5s"
			},
			{
				"type": "markdown",
				"className": "content",
				"key": "p2",
				"content": "The first engine was delivered to NASA for suitability and performance testing in October 1963, and more than a year later, in December 1964, it was certified for use. In the Rocketdyne F-1, von Braun had found his engine. Now he just needed a rocket which could handle it.\n\nBack in Soviet Russia, records continued to be set. This time it was the turn of Valentina Tereshkova, who would become both the first woman and civilian into space, on Vostok 6. Korolev however continued to suffer from further ill-health. He had had been diagnosed with cardiac arrhythmia, and soon after, inflammation of his gallbladder. Meanwhile, Khrushchev was deposed from power.\n\nMoreover, Chelomey had become Korolev's main internal competition. He'd proposed an alternate to the moon landing mission, with much lower risk. Instead of sending men to land on the moon, he suggested a series of lunar orbit missions, which would be less challenging, and have a greater chance at beating the US. Politics in the Soviet Union continued to be troubling though, with a military reluctant to support what was seen as a political propaganda campaign, without an military benefit. Despite this, Korolev and Chelomey both still pushed for lunar missions.\n\nWith Khrushchev's departure though, Chelomey lost his advantage. The Chelomey and Korolev teams continued to fight for funding and support, until the new leadership grew tired of it. In 1965, after a year of turmoil, the Soviet leadership stepped in and commanded a compromise. A circumlunar mission would be launched, sent with Chelomey's Proton rocket, but using Korolev's Soyuz spacecraft rather than the Zond design Chelomey's team had created. That mission would aim for a launch in 1967, in time for the 50th anniversary of the Bolshevik Revolution. In the meantime, Korolev would continue on the N1 project, despite not being given the funding he needs. Glushko proposed the RD-270 engine for the N1 project, but Korolev was unwilling to use an engine with the propellant the RD-270 used, which was unbelievably dangerous, even for rocket fuel. Glushko on the other hand stated that it was both unrealistic and unfair to expect him deliver a similar engine in such a short period of time, when there was practically no money, primitive computer technology and inferior kerosene fuel which didn't burn as cleanly as the American rocket-grade kerosene used by the F1. Further tensions led to him refusing to work with Korolev in general. He left the N1 project to work with Chelomey on the Proton designs.\n\nIn the meantime, under Korolev, OKB-1 teams continue work on smaller projects. On the 18th March 1965, Alexey Leonov became the first man to walk in space, whilst on the Voskhod 2 flight. Leonov exited the craft, and stayed outside for 12 minutes and nine seconds, whilst connected by just a 5.35-meter tether."
			},
			{
				"type": "YouTube",
				"className": "",
				"key": "spacewalk",
				"sourceId": "uAPBRvd8OTY"
			},
			{
				"type": "markdown",
				"className": "content",
				"key": "p3",
				"content": "At the end of the spacewalk though, whilst trying to re-enter the Voskhod 2, Leonov ran in to problems. His spacesuit, no longer contained by the air pressure of an atmosphere or the air of the ship, had inflated like a balloon, forcing him to return through the hatch head-first. Having done so though, he was faced with a second problem - the suit's continued size meant he was unable to turn around to close the outer hatch, nor to push himself back out to re-enter correctly. Using a release valve to manually vent air, he managed to reduce the pressure. After a tense moment, he managed to deflate the suit enough turn around and bend to close the hatch again. The incident was covered up at the time, and only later be revealed how close Leonov came to being stranded in space.\n\nThe problems didn't end there though. With only five minutes before they were scheduled to begin reentry to return home, Leonov and his crew mate, Pavel Belyayev, discovered that the automatic guidance system wasn't functioning. As a result, they would have to fly the spacecraft manually. To make matters worse, they were now dangerously low on fuel. As they began their reentry, things got still worse. In a replay of the Gagarin mission, the orbital and landing modules had stayed connected by a communications cable. The craft spun together until the cable burned through in the intense heat, allowing the craft to stabilise, finally coming to land in deep snow in Solikamsk, just outside Siberia, wedged against a birch tree which prevented the two men from getting out. Unable to be rescued that night, a helicopter pilot threw them supplies to wait out the night in temperatures that fell down to -22 °F (-30 °C). They were collected the next day, and reported their mission. Leonov said simply:\n\n> Provided with a special suit, man can survive and work in open space. Thank you for your attention.\n\nIt's not hard to guess what his feelings on the last few days had been. \n\n### An Ambitious Plan\n\nIn order to have any chance at building his rocket, Korolev needed an engine supplier. He turned to Nikolai Kuznetsov, a fairly inexperienced rocket designer, who developed the NK-15 and NK-15V engines for the project. It was an incredibly ambitious design. Whereas the Saturn V was to have five F-1 engines in its first stage, a further 5 smaller J-2 engines in the second and a final J-2 powering stage three, the N1-L3 was to have a more.\n\nA lot more.\n\nThe first stage alone had 30 NK-15 engines, 24 in a ring around the edge, and another six closer in. These together produced even more thrust than the already colossal figures of the Saturn V; a full 36% more. The second stage consisted of another eight NK-15s arranged in another ring, whilst the third carried four NK-21 engines. In total, Saturn V would carry 11 rocket motors. N1-L3 would have 42, all of which would have to work perfectly. For an unreliable engine, it was a huge ask.\n\nAs if that wasn't enough, NASA were now surging ahead, launching a manned mission almost every two months. The time spent in space, including setting a two week endurance record for time in space, and practising docking manoeuvres are giving them the experience they need to launch a lunar mission. The Soviet team were falling behind with every month that passed.\n\n<table>\n<thead>\n<tr>\n<th></th>\n<th>Saturn V</th>\n<th>N1-L3</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>Diameter, maximum</td>\n<td>33 ft (10 m)</td>\n<td>56 ft (17 m)</td>\n</tr>\n<tr>\n<td>Height w/ payload</td>\n<td>363 ft (111 m)</td>\n<td>344 ft (105 m)</td>\n</tr>\n<tr>\n<td>Gross weight</td>\n<td>6,478,000 lb (2,938,000 kg)</td>\n<td>6,030,000 lb (2,735,000 kg)</td>\n</tr>\n<tr>\n<td><strong>First stage</strong></td>\n<td><strong>S-IC</strong></td>\n<td><strong>Block A</strong></td>\n</tr>\n<tr>\n<td>Thrust, SL</td>\n<td>7,500,000 lbf (33,000 kN)</td>\n<td>10,200,000 lbf (45,400 kN)</td>\n</tr>\n<tr>\n<td>Burn time</td>\n<td>2 m 48 s</td>\n<td>2 m 5 s</td>\n</tr>\n<tr>\n<td><strong>Second stage</strong></td>\n<td><strong>S-II</strong></td>\n<td><strong>Block B</strong></td>\n</tr>\n<tr>\n<td>Thrust, vac</td>\n<td>1,155,800 lbf (5,141 kN)</td>\n<td>3,160,000 lbf (14,040 kN)</td>\n</tr>\n<tr>\n<td>Burn time, s</td>\n<td>6 m 24 s</td>\n<td>2 m</td>\n</tr>\n<tr>\n<td><strong>Orbital insertion stage</strong></td>\n<td><strong>S-IVB (burn 1)</strong></td>\n<td><strong>Block V</strong></td>\n</tr>\n<tr>\n<td>Thrust, vac</td>\n<td>202,600 lbf (901 kN)</td>\n<td>360,000 lbf (1,610 kN)</td>\n</tr>\n<tr>\n<td>Burn time, s</td>\n<td>2 m 27 s</td>\n<td>6 m 10 s</td>\n</tr>\n<tr>\n<td>Orbital payload</td>\n<td>264,900 lb (120,200 kg)</td>\n<td>209,000 lb (95,000 kg)</td>\n</tr>\n<tr>\n<td>Injection velocity</td>\n<td>25,568 ft/s (7,793 m/s)</td>\n<td>25,570 ft/s (7,793 m/s)</td>\n</tr>\n<tr>\n<td><strong>Earth departure stage</strong></td>\n<td><strong>S-IVB (burn 2)</strong></td>\n<td><strong>Block G</strong></td>\n</tr>\n<tr>\n<td>Thrust, vac</td>\n<td>201,100 lbf (895 kN)</td>\n<td>100,000 lbf (446 kN)</td>\n</tr>\n<tr>\n<td>Burn time, s</td>\n<td>5 m 47 s</td>\n<td>7 m 23 s</td>\n</tr>\n<tr>\n<td>Translunar payload</td>\n<td>100,740 lb (45,690 kg)</td>\n<td>23,500 kilograms (51,800 lb)</td>\n</tr>\n<tr>\n<td>Injection velocity</td>\n<td>35,545 ft/s (10,834 m/s)</td>\n<td>35,540 ft/s (10,834 m/s)</td>\n</tr>\n</tbody>\n</table>\n\n### The Fall of a Giant\n\nKorolev had even larger issues though. The Soviet leadership weren't willing to release the funds requested, instead granting his team only half of what they'd asked for. This didn't leave time or money enough to build test facilities. Instead, the decision was taken to test the N1-L3 in the only way they could - by launching it. While it was being constructed, the team also worked on the Soyuz 7K-LOK, a spacecraft designed to be able to carry a crew to the moon, as well as acting as a mothership for an LK lander. If they could get the N1-L3 to work, they might have a shot at beating the Americans. They weren't his only issue though.\n\nThe program was running in to problems though. A lack of budget, an overly ambitious design, and a temperamental engine were one thing, but crisis was closer to hand. On the 5th January 1966, he was taken in to hospital for surgery. What happened in the hospital is still disputed, with various accounts stating different things. Whatever the truth though, it didn't go well. His health continued to deteriorate, during his time there.\n\n<figure class=\"media_widget col col-xs-6 col-left\">\n<img src=\"/fly-me-to-the-moon/piece_images/korolyev_kremlin_wall.jpg\" alt=\"Korolev's tomb in the Kremlin Wall Necropolis\">\n<figcaption>Korolev's tomb in the Kremlin Wall Necropolis</figcaption>\n</figure>\n\nHe died nine days later, aged just 59.\n\nUnder a policy instigated by Stalin, which his successors continued, Korolev's identity had been kept a state secret. It was thus only that in death was he finally recognised both by his own people and the world at large for his incredibly accomplishments. His obituary was published in the Pravda newspaper, on the 16th of January 1966, accompanied by a photo of Korolev with all his medals. He man once renounced by his people and sentenced to hard labour was now honoured with a full state funeral in the Red Square, and his ashes interred in the Kremlin Wall.\n\n### The High Cost of Progress\n\nBack in America, the desperate race to fulfil the government's command was causing development to run at breakneck speed. In December of 1964, Gemini's 6 & 7 made the first rendezvous in space, eventually coming within 1 ft of each other. Gemini 6 would then go on to land within 10 miles (18 km) of the intended target site, making it the first accurate atmospheric reentry.\n\n<figure class=\"media_widget col-inverse col-xs-6 col-right\">\n<img src=\"/fly-me-to-the-moon/piece_images/pacific_gemini_7.jpg\" alt=\"The Pacific, from Gemini 7\">\n<figcaption>The view of the Pacific ocean, from Gemini 7</figcaption>\n</figure>\n\nApollo 1 was scheduled to have served as the first manned test flight of the Apollo Command/Service Module (CSM), and was to orbit Earth having been launched atop a Saturn IB rocket. The aim was to test launch operations, the ground tracking and control facilities and the performance of the Apollo-Saturn launch assembly, laying the groundwork for a Saturn V launch. At the same time, the Vehicle Assembly Building, where the Saturn V's will be pieced together, has just been completed.\n\nDeke Slayton, who'd been one of the Mercury Seven, had been grounded after it had been found he had an erratic heart rate. Then grounded by the Air Force too, he'd become first unofficially, and then in 1963 officially the Coordinator of Astronaut Activities working as the head of astronaut selection. He had then moved on to become Director of Flight Crew Operations, and selected the first Apollo crew in January 1966. His choices were:\n\n* Virgil \"Gus\" Grissom as Command Pilot\n* Edward White as Senior Pilot\n* Donn Eisele as Pilot.\n\nEisele however suffered from dislocation of the shoulder twice while undergoing weightlessness training, and had to undergo surgery. In response, Slayton replaced him with Roger Chaffee, and NASA announced the crew selection on March 21, with James McDivitt, David Scott and Russell Schweickart named as the backup crew.\n\n<figure class=\"media_widget col col-xs-6 col-left\">\n<img src=\"/fly-me-to-the-moon/piece_images/a1prayer.jpg\" alt=\"The Apollo 1 crew photo\">\n<figcaption>The crew of Apollo 1 with a model of the Command Module. From left to right: Ed White, Gus Grissom, and Roger Chaffee</figcaption>\n</figure>\n\nAt the same time, NASA was examining the idea of conducting the Apollo 1 mission alongside the final Gemini mission, Gemini 12, in November, it soon became clear that the engineering involved would take far too long. Indeed, such was the over-run that the first flight test was moved back to February of 1967. This was not surprising though, given the scale of what was being done. The difficulties faced in creating the Apollo Command/Service Module were far beyond those faced by any module which had been sent up so far. In a spacecraft review meeting held with Apollo Spacecraft Program Office (ASPO) Joseph Shea in August, the crew voiced their concerns with having flammable material in the cabin. It was certainly convenient, but the idea of having something flammable in a pure oxygen environment seemed like a bad idea. Shea however conditionally approved the Apollo design, leading to the crew giving him a portrait after their meeting, bearing the inscription:\n\n> It isn't that we don't trust you, Joe, but this time we've decided to go over your head.\n\nShea gave his staff orders to tell North American to remove the flammables from the cabin, but did not supervise the issue personally. That was far from the only thing to have needed changing though; in total 113 significant planned engineering changes were scheduled to be completed at Kennedy Space Center. Things continued to be developed on-site, leading to a total 623 engineering change orders being  made and completed after the module was delivered. Worse, every change had to be reflected in the training simulator, to ensure they astronauts were adequately prepared. As a result of the constant tweaking and interference, Grissom became so frustrated that he took a lemon from a tree near his home and hung it on the simulator. They knew what they were doing was dangerous, and in December he stated while being interviewed:\n\n> You sort of have to put that out of your mind. There's always a possibility that you can have a catastrophic failure, of course; this can happen on any flight; it can happen on the last one as well as the first one. So, you just plan as best you can to take care of all these eventualities, and you get a well-trained crew and you go fly.\n\nIt was a dangerous mix and something was bound to go wrong.\n\nOn January 27th 1967, at 06:30 and 54 seconds local time, it did."
			},
			{
				"type": "YouTube",
				"className": "",
				"key": "apollo-fire",
				"sourceId": "PWZ1RCdNJsA"
			},
			{
				"type": "markdown",
				"className": "content",
				"key": "p4",
				"content": "Immediately after the fire, to avoid appearance of a conflict of interest, NASA Administrator Webb asked President Johnson to allow NASA to handle the investigation, according to its established procedure. Webb's Deputy Administrator Robert Seamans then directed establishment of a review board, chaired by Langley Research Center director Floyd Thompson and consisting of eight other experts, including astronaut Frank Borman and spacecraft designer Maxime Faget. The Board issued its final report on April 5. The conclusions were challenging to say the least. More damning though were the words of flight director Gene Kranz. On the Monday morning after the disaster, Kranz called his branch and flight control team to a meeting, in which he expressed the values he attributed to NASA and spaceflight.\n\n> Spaceflight will never tolerate carelessness, incapacity, and neglect. Somewhere, somehow, we screwed up. It could have been in design, build, or test. Whatever it was, we should have caught it. We were too gung ho about the schedule and we locked out all of the problems we saw each day in our work. Every element of the program was in trouble and so were we. The simulators were not working, Mission Control was behind in virtually every area, and the flight and test procedures changed daily. Nothing we did had any shelf life. Not one of us stood up and said, 'Dammit, stop!' I don't know what Thompson's committee will find as the cause, but I know what I find. We are the cause! We were not ready! We did not do our job. We were rolling the dice, hoping that things would come together by launch day, when in our hearts we knew it would take a miracle. We were pushing the schedule and betting that the Cape would slip before we did.\n>\n> From this day forward, Flight Control will be known by two words: 'Tough' and 'Competent.' Tough means we are forever accountable for what we do or what we fail to do. We will never again compromise our responsibilities. Every time we walk into Mission Control we will know what we stand for. Competent means we will never take anything for granted. We will never be found short in our knowledge and in our skills. Mission Control will be perfect. When you leave this meeting today you will go to your office and the first thing you will do there is to write 'Tough and Competent' on your blackboards. It will never be erased. Each day when you enter the room these words will remind you of the price paid by Grissom, White, and Chaffee. These words are the price of admission to the ranks of Mission Control.\n\nSlayton was originally to have been presented with a diamond studded pin, after the Apollo 1 mission. However, after the fire, he was presented with it by the widows of the Apollo 1 crew. Slayton in turn would give the pin the the commander of Apollo 11, Neil Armstrong, who took it with him on the famous moon landing mission, in honour of the three men and their sacrifice.\n\n### The High Cost of Progress: Soyuz 1\n\nApollo 1 wasn't to be the only disaster of 1967 though. With the death of Korolev, Vasily Mishin, a solid engineer who had worked alongside Korolev for years as his right-hand man, was given the role of Chief Designer over Glushko and Chelomey. In his new role, he inherited both the ongoing Proton/Soyuz circumlunar and N1-L3 rocket and lunar landing missions, along with various smaller projects. Only a few months later, he was faced a disaster of his own.\n\nSoyuz 1 was a manned spaceflight, launched successfully into orbit on 23 April 1967 with cosmonaut Colonel Vladimir Komarov aboard. It was the first crewed flight of the Soyuz spacecraft, and to be a solid demonstration of the Soviet's continued lead over the Americans, who were reeling from the Apollo 1 incident, and still a long way from getting an Apollo capsule into space. The mission though was plagued with technical issues from the very start.\n\nThe Soviet team had been struggling for a long period, due to budget cuts and the need to try and create a successful rocket capable of travel to the moon. This was therefore to be first Soviet manned spaceflight in over two years. Despite failures of the previous unmanned tests of the Soyuz, and the rockets which would launch it (Cosmos' 133 140), and a third attempted test flight malfunction causing the rocket to explode on the pad, the decision was taken to launch Komarov anyway. Too much time was slipping by, and it was becoming increasingly obvious that the Americans were pulling away. The Soviet leadership needed a solid win.\n\nPrior to launch, Soyuz 1 engineers are said to have reported over 200 design faults to party leaders, but their concerns were overruled. Yuri Gagarin was scheduled as the backup pilot for the mission, and well knew the design problems. In an attempt to save Komarov, the tried to have him bumped, knowing the leadership would not dare risk his life. Komarov refused to pass though, even though he believed it to be doomed. He viewed Gagarin as too valuable, and believed he might be made to fly anyway.\n\nThe problems almost immediately after entering space. One solar panel failed to unfold, leading to a power shortage. Then the orientation detectors malfunctioned, and then broke entirely, leaving the automatic stabilization system completely dead, and an only partially working manual backup.\n\nAs a result, the flight director decided to abort the mission. 5 orbits later, Komarov fired the Soyuz 1 retrorockets and reentered the Earth's atmosphere. Piloting the broken ship, incredibly, he made it through the atmosphere. To finally slow the descent for landing, first the drogue parachute was deployed, followed by the main parachute. However, the main parachute did not unfold, and when he manually deployed reserve chute, it became tangled with the initial drogue chute, which had not released.\n\nThe ship slammed into the ground at almost 90 mph (140 km/h). A rescue helicopter spotted the descent module lying on its side with the parachute spread across the ground. The retrorockets then started firing which concerned the rescuers since they were supposed to activate a few moments prior to touchdown. Komarov was killed on impact, becoming sadly the first in-flight fatality in the history of spaceflight. He would not be the last."
			}
		]
	},
	"man-on-the-moon": {
		"title": "Man on the Moon",
		"description": "asdf",
		"content": [
			{
				"type": "markdown",
				"className": "",
				"key": "header",
				"content": "<header id=\"main_header\" class=\"row dark\"><div id=\"logo_container\"><p><a href=\"/\"><img src=\"/fly-me-to-the-moon/imgs/logo.png\" alt=\"Home\"></a></p></div><div id=\"powered_by\"><ul class=\"unstyled inline\"><li id=\"reactjs\"><a href=\"http://facebook.github.io/react/\"><img src=\"/fly-me-to-the-moon/imgs/react-logo.svg\" alt=\"React.js logo\"> React</a></li><li id=\"wikipedia\"><a href=\"https://www.wikipedia.org/\">W<small>ikipedi</small>a</a></li></ul></div></header>"
			},
			{
				"type": "markdown",
				"className": "content",
				"key": "title",
				"content": "# Man on the Moon\n\n## 1968 - 1969: One giant leap for mankind..."
			},
			{
				"type": "markdown",
				"className": "content",
				"key": "p1",
				"content": "**It's now 1968**, and the world wakes up and reads the daily news. America's war in Vietnam continues to deteriorate. The Battle of Khe Sanh, which will be one of the most controversial battles of the war is well underway, and the Battle of Lima Site 85 has just resulted in the largest single ground combat loss of U.S. Air Force troops. Aer Lingus Flight 712 has crashed only a few days before en route from Cork to London near Tuskar Rock, Wexford, killing 61 passengers and crew. Only a week ago, Charles \"Charlie\" Chaplin Jr died aged just 42.\n\nAnd now, on March 27, while on a routine training flight from Chkalovsky Air Base, Yuri Gagarin and flight instructor Vladimir Seryogin are killed in a MiG-15 crash near the town of Kirzhach. \n\nIt's the latest in a series of blows which the Soviet team doesn't need. The N1-L3 project is beset with issues, and it's become clear they aren't even going to be able to execute on a plan to perform a lunar orbit before America does. Sergei Korolev's dream of a Russian on the moon lays in tatters.\n\nMeanwhile, in America, the Apollo 4 mission has seen the first test of the full Saturn v. Launched on Novermber 9th, it's proved that the rocket works as it was intended. Further, on January 22nd of 1968, the new Apollo lunar module is sent up and tested in the Apollo 5 mission. In April, another test mission is run, named Apollo 6. The missions have suffered huge delays, but even so, it looks likely that Kennedy's dream of man on the moon before the decade is out will be met, if only just.\n\nIn the aftermath of Apollo 1, changes are being made, and the team works on trying to build as much safety and solidarity into the system as possible. For example, throughout the Mercury and Gemini programs, Guenter Wendt, who'd been an engineer for McDonnell Aircraft, had been leader of the spacecraft launch pad teams, starting with the flight of Ham the chimpanzee, seven years earlier. His position as the person whom the astronauts would see last meant that he'd come to be known as something of a good luck totem to the crews. He therefore had with ultimate responsibility for condition of the spacecraft at launch. Upon discovering that one engineer intended to personally make a spacecraft change, with or without Wendt's permission, Wendt called security and had him removed.\n\n> The guy comes up on the elevator and he says, 'You like me to put handcuffs on you, or are you going to go by yourself?' The engineer dropped his jaw, but he left. Maybe this system is wrong, but I have had pretty good success with it. If I don't do a good job, I get out. I can't compromise.\n\n<figure class=\"media_widget col-inverse col-xs-6 col-right\">\n<img src=\"/fly-me-to-the-moon/piece_images/wendt.jpg\" alt=\"Guenter Wendt\">\n<figcaption>Guenter Wendt with Commander Walter Schirra</figcaption>\n</figure>\n\nHis diligence, care and knowledge had earned the astronauts' respect and admiration. On Apollo 1 though, the contractor for building spacecraft for NASA had changed from McDonnell to North American Rockwell, so Wendt was not the pad leader. After the accident, several people expressed that they wished Wendt that he had been the pad leader that day, as they felt he might have caught the fatal problem. Wendt himself didn't believe it. On the missions since then though, other people had taken the role. And whilst the other astronauts might have been OK with someone else, Walter Schirra, Commander of the Apollo 7 mission, wanted his man back.\n\nSchirra got Deke Slayton, one of the original Mercury Seven astronauts and now Schirra's boss to persuade North American to hire Wendt away from McDonnell. Then Schirra personally lobbied North American's launch operations manager to change Wendt's shift from midnight to day, so he could be pad the leader for Apollo 7. Not only did he get his way, but Wendt went on to remain as Pad Leader for the rest of the Apollo program, and on through the Skylab and ASTP missions. He'd continue to work at the Kennedy Space Center until 1989.\n\nApollo 7 launched October 11th, having been given it's blessing by Wendt."
			},
			{
				"type": "Gallery",
				"className": "",
				"key": "gallery_apollo_7",
				"images": [
					"apollo_7_hasselblad_1.jpg",
					"apollo_7_hasselblad_2.jpg",
					"apollo_7_hasselblad_3.jpg",
					"apollo_7_hasselblad_4.jpg",
					"apollo_7_hasselblad_5.jpg"
				]
			},
			{
				"type": "markdown",
				"className": "content",
				"key": "p2",
				"content": "### The First Lunar Missions\n\nChange was happening at all levels of NASA in 1968. Administrator of NASA, James Webb was a Democrat who had been closely associated with the President Johnson. However, with the Apollo 1 disaster, and Johnson choosing not to run for re-election, he decided to step down as administrator. The next President, which would in January of the next year be Republican Richard Nixon, would therefore be free to choose his own administrator.\n\nWhilst still in his position though, Webb had been informed by the CIA that it appeared the Soviet Union was developing its own rocket for a manned lunar mission. They'd obtained photographs of the N1-L3, and knew what it would be capable of if it worked. As a result, he directed NASA to prepare Apollo 8 for a possible lunar orbital mission that year. Webb himself though didn't believe the Soviet rocket would fly, and felt that their political issues would ensure that the US was able to get to the moon first. These views were doubted in some quarters, however, later revelations about the N1 would end up proving Webb's conclusions. Nevertheless, in October 1968, just before the first manned flight in the Apollo program, Webb left NASA.\n\nFinally, in December, America drove the final nail into the coffin of the dreams of the Soviet team, with the launch of Apollo 8. For Wernher von Braun, the man who imagined up the mighty Saturn V, the dream of putting a man of the moon was about to come a whole lot closer.\n\n<figure class=\"media_widget\">\n<img src=\"/fly-me-to-the-moon/piece_images/apollo_8_launch.jpg\" alt=\"Apollo 8 launch\">\n<figcaption>The Apollo 8 launch</figcaption>\n</figure>\n\n### Apollo 8\n\nIt's December 21st 1968, and Apollo 8 sits on the pad at the Kennedy Space Center. It's to be the first human spaceflight from Kennedy, and tensions are mounting. Work on the Lunar Module has proved slow, and has delayed progress. As a result, the decision was been made by George Low, the Manager of the Apollo Spacecraft Program Office, back in August to change the mission to a more ambitious goal: a lunar orbital flight. This mission won't require the Lunar Module, but it'll make the first human flight around the moon. The crew, consisting of Commander Frank Borman, Command Module Pilot James \"Jim\" Lovell and Lunar Module Pilot William Anders have had an accelerated training schedule, their mission having been bumped up by several months. It's left them with less time for training and preparation.\n\nThe upshot is that the new mission, if successful, will allow the team to test the lunar landing procedures that would otherwise have to wait until Apollo 10, the last mission before the planned lunar landing. It'll also mean almost certainly beating the Soviets to a circumlunar flight, providing a huge boost in morale. There was a lot of pressure to get a human mission to the moon first, as in September the Soviet team had launched the Zond 5 with a Proton-K rocket, which had taken amongst other things two Russian tortoises around the moon and back again. The fear was that with that success, surely a manned mission couldn't be far off.\n\nThe night before the launch, the Apollo 8 crew received a visit from Charles Lindbergh and his wife Anne at Kennedy Space Center. They talked about how, before his legendary 1927 flight aboard the Spirit of St. Louis from America to France, Lindbergh had used a piece of string to measure the distance from New York City to Paris on a globe to calculate the fuel needed for the flight. Saturn V would burn tens times the amount Lindbergh had used every second. The next day, from a dune near the launch site, the Lindberghs settled in to watch the launch of Apollo 8.\n\n<figure class=\"media_widget\">\n<img src=\"/fly-me-to-the-moon/piece_images/apollo_8_saturn_v_pad.jpg\" alt=\"Apollo 8 being taken to the pad\">\n<figcaption>The Apollo 8 Saturn V rocket on the Mobile Launcher Platform, being moved to launch</figcaption>\n</figure>\n\nApollo 8 launched at 07:51am local time on December 21st, and blasted off into space, reaching it mere minutes later. The previous series of rockets used by NASA to put people in to space, the Titan II, had been notoriously uncomfortable at launch, with harsh vibration and huge noise. The design of Saturn V promised a less jarring ascent, having designed the system specifically for the Apollo program rather than adapting an existing missile for the task. Lovell and Borman, both who had both flown on the Titan II, were not disappointed. During liftoff, they reported feeling nothing but a dull, muted rumble in the distance."
			},
			{
				"type": "YouTube",
				"className": "",
				"key": "apollo-8",
				"sourceId": "FzCsDVfPQqk"
			},
			{
				"type": "markdown",
				"className": "content",
				"key": "p3",
				"content": "Once the vehicle reached Earth orbit, both the crew onboard and the Houston flight controllers on the ground spent the next 2 hours and 38 minutes checking all was ready for the journey to the moon, while the rocket orbited the Earth. Having satisfied themselves that everything was in good order, less than three hours after launch, the stage IV booster fired, and the crew were off to the moon. \n\nAs Apollo 8 started its journey, the crew began to put the ship into a \"barbecue\" roll, or Passive Thermal Control (PTC) to give it its proper name. This would mean the spacecraft would rotate steadily around once every hour. This slow roll allowed for even heat distribution as it was heated by the Sun. The part under direct sunlight could reach temperatures as high as 392 °F (200 °C), while the shaded side plunged to −148 °F (−100 °C). If these temperatures were sustained, they could cause the heat shield which would keep the crew alive in reentry to crack, or cause other damage to the craft. This roll was a constant manoeuvre, requiring refinement around twice per revolution to ensure the ship stayed pointing in the right direction, and that the roll was kept as tight as possible.\n\nThis was possible as it was required that one astronaut was to be kept aware at all times, to ensure someone was always ready to respond to any issues. However, between the constant communication with the ground, and the noises of the ship, sleeping wasn't particularly easy anyway. By the second day in to the flight however, the difficulty posed in sleeping in space, combined with space sickness created by the increase space to move and the team therefore moving around the craft grew so great that the crew gave up on their planned schedule and simply slept when they could, with whoever was least tired staying awake. \n\n64 hours into the flight, the crew began to prepare for Lunar Orbit Insertion, to fly around the far side of the moon. This manoeuvre had to be performed perfectly, and on the far side of the Moon, out of contact with the Earth. After Mission Control polled for a \"go/no go\" decision, the crew was told they were Go. Thus, at 68 hours and 58 minutes and travelling at 24,200 mph (38,938 km/hr), the crew and their ship shot behind the Moon and out of radio contact with the Earth.\n\n<figure class=\"media_widget col col-left col-xs-6\">\n<img src=\"/fly-me-to-the-moon/piece_images/apollo_8_lunar_surface.jpg\" alt=\"The Moon as seen from Apollo 8\">\n<figcaption>The Moon as seen from Apollo 8</figcaption>\n</figure>\n<figure class=\"media_widget col col-left col-xs-6\">\n<img src=\"/fly-me-to-the-moon/piece_images/earthrise.jpg\" alt=\"Earthrise\">\n<figcaption>Earthrise, only seen by orbiting spacecraft</figcaption>\n</figure>\n\nThe rocket engines now fired and burned for 4 minutes and 13 seconds, placing the Apollo 8 spacecraft in orbit around the Moon. They'd spend the next 20 hours in orbit, flying around it ten times, orbiting at adsf. After coming back around and resuming contact with Earth, Lovell reported on the status of the spacecraft and then became the first man to give a description of a first-hand close-up look at the lunar surface:\n\n> The Moon is essentially grey, no color; looks like plaster of Paris or sort of a grayish beach sand. We can see quite a bit of detail. The Sea of Fertility doesn't stand out as well here as it does back on Earth. There's not as much contrast between that and the surrounding craters. The craters are all rounded off. There's quite a few of them, some of them are newer. Many of them look like—especially the round ones—look like hit by meteorites or projectiles of some sort. Langrenus is quite a huge crater; it's got a central cone to it. The walls of the crater are terraced, about six or seven different terraces on the way down.\n\nOn its forth orbit, for the first time, the crew witnessed something else no other humans had ever seen: Earthrise. Borman was the first to notice it and called to the others, while taking a black-and-white photo. In the ensuing scramble Anders took the more famous colour photo, later picked by Life magazine as one of its hundred photos of the century.\n\n> Anders: Oh my God! Look at that picture over there! There's the Earth coming up. Wow, is that pretty.\n> Borman: Hey, don't take that, it's not scheduled. (joking)\n> Anders: (laughs) You got a color film, Jim? Hand me that roll of color quick, would you...\n> Lovell: Oh man, that's great!\n\nThen, on December 24th, they began a second television transmission. Borman introduced the crew to the world, followed by each giving their impressions of the lunar surface and how it felt to be orbiting it. After, they made the following short speech, with each man reading a section."
			},
			{
				"type": "YouTube",
				"className": "",
				"key": "bible-reading",
				"sourceId": "njpWalYduU4"
			},
			{
				"type": "markdown",
				"className": "content",
				"key": "p4",
				"content": "With that done, all that was left to do was to leave the lunar orbit, return to Earth, and land. Two and a half days later, following a surprise Christmas dinner: a real turkey with stuffing, in the same kind of pack that the troops in Vietnam received, arranged by Deke Slayton, the crew prepared for reentry. On December 27th, 15:51 and 42 seconds, their mission ended, the team landing in the North Pacific, just south of Hawaii. It ended a turbulent year, which had seen violent unrest in Europe and America, the invasion of Czechoslovakia, assassinations, the deaths of Helen Keller, Martin Luther King Jr, Kennedy, Gagarin and more.\n\nThe effect on the world of Apollo 8 was perhaps best summed up by a telegram from a stranger, received by Borman after the mission. It read:\n\n> Thank you Apollo 8. You saved 1968.\n\n### Turning Up to 11\n\nApollo missions 9 and 10, whilst still very important, didn't have the same electrifying effect as 8. Instead, they were seen as preparatory missions for the flight of 11. Apollo 9 though still saw the first flight of both the Command/Service and Lunar Modules (CSM and LM respectively), whilst 10 was a full dry run of the 11 mission, testing every procedure except for the actual landing itself. Both provided valuable data, and kept America firmly as being seen in the driving seat.\n\nBack in the USSR, things weren't going so well. In January, Soyuz 4 and 5 had conducted the first successful transfer of crew between two craft, the crew members conducting spacewalks between the two vessels. Back on the ground though, the first test of the N1 was about to happen.\n\nIt's February 21st 1969, and the N1 stands on the pad at the Baikonur Cosmodrome. The countdown ticks away, and finally Korolev's rocket takes to the air. A few seconds into launch though, things go wrong. Engine 12 of the first stage shuts down. Engine 24 shuts down to maintain symmetrical thrust and compensate. It doesn't matter though, as the intense vibrations the vehicle suffers from rupture an oxidizer line. Next, a fuel line ruptures too, leaking fuel into the aft section of the booster. The resulting fire burns through wiring, causing electrical arcing, which moments later results in the rocket's control software shutting down the entire first stage, almost a minute into the launch. That signal is also sent to the second and third stages, which effectively stops the ground controllers from controlling anything whatsoever. The N1 falls from the sky, plummeting for over two minutes, before smashing into the ground 32 miles (52 km) away.\n\nFive months later, on July 3rd, the team try again. This time, the rocket blasts off, but things go wrong after a few seconds. Upon clearing the tower, all the engines bar one shut down, causing the rocket to tip over and fall back on to the pad, where almost fully fuelled, 15% of the onboard fuel detonated with the force half that of the nuclear weapon dropped on Hiroshima, producing an explosion visible from 22 miles (25 km) away. The rest is blasted into the air, where it rains down for over an hour. Debris was found six miles (10 km) away. The detonation, which remains possibly the most powerful non-nuclear man-made blast, destroyed the launch pad, which would take 18 months to rebuild, with the cost and delays effectively ending the Soviet's chances at beating the Apollo project to the moon.\n\nThe N1 would attempt two more launches in 1971 and 1972. Both would also result in the loss of the rocket involved. Korolev's grandest design, with it's vast engine count, was cancelled in May 1974, having never flown. The unmitigated disaster of the program was made a state secret, and not revealed until 1989.\n\n### Apollo 11\n\nBack in 1969 however, excitement grows. The Saturn V has performed flawlessly, and preparations are being made for its most important mission: the landing of man on the moon. The crew was to be Commander Niel Armstrong, Command Module Pilot Michael Collins, and Lunar Module Pilot Edwin \"Buzz\" Aldrin. Originally, Jim Lovell had been slated for CMP, whilst Collins was slated to be the CMP on Apollo 8. However, Collins was bumped after needing surgery on his back. As a result, after Collins was medically cleared, the two men had swapped positions. Lovell was transferred to Apollo 11's backup crew, but promoted to be backup commander.\n\nThe rest of the backup crew consisted of CMP William Anders, and LMP Fred Haise. Lovell and Haise would be joined by Ken Mattingly, who had recently been moved from support crew into parallel training with Anders as backup CMP in case Apollo 11 was delayed, as the primary crew for the Apollo 13 mission. The support crew Capsule Communicators, known as CAPCOM, themselves also all astronauts were:\n\n* Charlie Duke\n* Ronald Evans\n* Owen K. Garriott\n* Don L. Lind\n* Ken Mattingly\n* Bruce McCandless II\n* Harrison Schmitt\n* Bill Pogue\n* Jack Swigert\n\nWith the following three flight directors:\n\n* Cliff Charlesworth (Green Team), launch and EVA\n* Gene Kranz (White Team), lunar landing\n* Glynn Lunney (Black Team), lunar ascent\n\nThe rocket was fuelled, and the countdown progressed at Launch Complex 39, Kennedy Space Center. On July 16th, 1969, the hours counted down. Finally, at 9:32 exactly, Apollo 11 took flight."
			},
			{
				"type": "YouTube",
				"className": "",
				"key": "apollo-11-launch",
				"sourceId": "ygBxN5UiOaM"
			},
			{
				"type": "markdown",
				"className": "content",
				"key": "p5",
				"content": "12 minutes later, travelling at huge speed, the vessel entered Earth orbit at an altitude of 100.4 miles (185 km). Around two hours later, having completed the burn to send the ship out of orbit and towards the moon, the three astronauts made their way to the command/service module, and docked with the lunar module, removing it from the third stage of the Saturn V. Everything was set. They were on their way to the moon.\n\nOn the afternoon of July 19th, Apollo 11 passed behind the Moon and manoeuvred to enter lunar orbit. The next day, astronauts Alrdin and Armstrong entered the LM, separated from the CSM, and began their descent to the lunar surface. \n\nApart from a minor computer glitch, the descent went smoothly at first. However, when Armstrong looked outside, he saw that the computer's landing target was covered in boulders, and next to a crater. Believing the landing was too dangerous to let the computer continue, Armstrong took control of the LM. As he began to pilot the descent, Aldrin started calling out navigation data. The fuel ran down, as Armstrong searched for a new place to land, sending the LM flying along sideways. Finally, at 20:17 and 40 seconds UTC, on July 20, Aldrin and Armstrong went through the final processes, before talking to Charles Duke, CAPCOM back on Earth.\n\n* *Alrin:* Contact light! \n* *Armstrong:* Shutdown.\n* *Aldrin:* Okay, engine stop. ACA – out of detent.\n* *Armstrong:* Out of detent. Auto\n* *Aldrin:* Mode control - both auto. Descent engine command override off. Engine arm – off. 413 is in.\n* *Duke*: We copy you down, Eagle.\n* *Armstrong:* Engine arm is off. Houston, Tranquillity Base here. The Eagle has landed. \n* *Duke:* Roger,... Tranquility, we copy you on the ground. You got a bunch of guys about to turn blue. We're breathing again. Thanks a lot.\n\nOnce Armstrong and Aldrin were ready to go outside, Eagle was depressurised, the hatch opened, and Armstrong made his way down the ladder. When he got to the base of the ladder, he radioed back:\n\n> I'm going to step off the LEM now.\n\nHe then turned and set his left boot on the lunar surface at 02:56 UTC July 21, 1969, then to the 450 million people (about 12% of the world population) listening, spoke the famous words...\n\n> That's one small step for [a] man, one giant leap for mankind.\n\nAbout 20 minutes later, Aldrin joined Armstrong on the surface, and the two men began set about their task list. They unveiled a plaque. commemorating their flight, and planted a United States flag in the lunar regolith. The plaque was mounted on the LM, and depicted the Eastern and Western hemispheres, and carried the inscribed signatures of the astronauts and President Nixon, along with the message:\n\n> Here men from the planet Earth first set foot upon the Moon, July 1969 A.D. We came in peace for all mankind.\n\nShortly after, President Nixon spoke to them via a telephone call from his office. Having taken a number of photos and set up an experiment package, their final task was to leave small package of memorial items to cosmonauts Yuri Gagarin and Vladimir Komarov, astronauts Gus Grissom, Ed White and Roger Chaffee. Despite never having reached the moon in their lifetimes, the five men, in memory at least, finally arrived."
			},
			{
				"type": "Gallery",
				"className": "",
				"key": "gallery_apollo_11",
				"images": [
					"apollo_11_hasselblad_1.jpg",
					"apollo_11_hasselblad_2.jpg",
					"apollo_11_hasselblad_3.jpg",
					"apollo_11_hasselblad_4.jpg",
					"apollo_11_hasselblad_5.jpg",
					"apollo_11_hasselblad_6.jpg",
					"apollo_11_hasselblad_7.jpg",
					"apollo_11_hasselblad_8.jpg",
					"apollo_11_hasselblad_9.jpg",
					"apollo_11_hasselblad_10.jpg",
					"apollo_11_hasselblad_11.jpg",
					"apollo_11_hasselblad_12.jpg",
					"apollo_11_hasselblad_13.jpg"
				]
			},
			{
				"type": "YouTube",
				"className": "",
				"key": "apollo-11-walk",
				"sourceId": "RMINSD7MmT4"
			},
			{
				"type": "markdown",
				"className": "content",
				"key": "p6",
				"content": "### A Victorious Return\n\nHaving re-entered the LM, the hatch was closed and sealed. They repressurised the LM and settled down to sleep. Unfortunately, Armstrong and Aldrin discovered that, thanks to having to move around in a bulky spacesuit, Aldrin had accidentally broken the ignition switch for the ascent engine. They solved the issue through the extremely technical procedure of pushing the circuit breaker with a felt-tip pen, which activated the launch sequence. The LM ascended, the exhaust knocking over the flag which had been planted too close, and docked with Columbia shortly after. All that remained was to leave lunar orbit and return. A few days later, on July 24th, just five days after they took off, the three astronauts returned to Earth, the Columbia command module bringing them down in the Pacific Ocean.\n\nVon Braun had lived to see his dream, and the dream of so many others, come true."
			}
		]
	},
	"end-race": {
		"title": "The Race Ends",
		"description": "asdf",
		"content": [
			{
				"type": "markdown",
				"className": "",
				"key": "header",
				"content": "<header id=\"main_header\" class=\"row dark\"><div id=\"logo_container\"><p><a href=\"/\"><img src=\"/fly-me-to-the-moon/imgs/logo.png\" alt=\"Home\"></a></p></div><div id=\"powered_by\"><ul class=\"unstyled inline\"><li id=\"reactjs\"><a href=\"http://facebook.github.io/react/\"><img src=\"/fly-me-to-the-moon/imgs/react-logo.svg\" alt=\"React.js logo\"> React</a></li><li id=\"wikipedia\"><a href=\"https://www.wikipedia.org/\">W<small>ikipedi</small>a</a></li></ul></div></header>"
			},
			{
				"type": "markdown",
				"className": "content",
				"key": "title",
				"content": "# The Race Ends\n\n## 1970 - 1975: The start of the space station era, and the end of Apollo"
			},
			{
				"type": "markdown",
				"className": "content",
				"key": "p1",
				"content": "Mankind returned to the moon five months later, in November 1969 with the Apollo 12 mission. During the launch, the vehicle's height and ionised exhaust twice triggered lightning strikes, knocking the service module's fuel cells offline, as well as taking out the attitude indicator and confusing the data sent back to mission control, not to mention lighting up the warning lights inside the ship like a Christmas tree. The command module limps on emergency batteries. If the problem can't be fixed, there'll be no option but for first time flight director Gerry Griffin to call for an abort of the mission. Fortunately, a quick thinking man by the name of John Aaron is sat at his position as EECOM (Electrical, Environmental and Consumables Manager). He saw what was happening, and knew that he'd seen the data coming back before.\n\nA year earlier, Aaron had been at Kennedy Space Center as an observer of an Apollo test, when he'd noticed unusual telemetry. It was the same data he was presented with now. Years later, Aaron would comment that what made a good EECOM was someone who was \"a natural curiosity about how things things work, even if you ... are not responsible for them\". These instincts now caused him to be bugged by the data, he tracked it down to the obscure Signal Conditioning Electronics (SCE) system, which had been affected by a faulty power supply. SCE was designed to convert the signals sent by the instrumentation to data for the spacecraft instruments, as well as for the telemetry for mission control. He realised, as he investigated further, that the readings would have been restored by putting the SCE on its auxiliary setting, which was designed for low-voltage operation.\n\nNow presented with what appeared to be the same issue, Aaron decided it was worth a shot. He radioed to the crew:\n\n> Apollo, Houston, try SCE to Auxiliary, over.\n\nSo low down the list of systems was SCE, that most of his colleagues in mission control had no idea what he was asking for, including Griffin and Gerald Carr (CAPCOM). Griffin, believing he'd misheard, asked Aaron to repeat the recommendation, whilst on the Saturn V, Commander Pete Conrad's response was more to the point, radioing back \"What the hell is that?\"\n\nFortunately, Lunar Module Pilot Alan Bean knew what was being called for, and where the SCE switch was located. He reached out and flipped it, setting it to the auxiliary mode. Telemetry was immediately restored, and the abort was never called for. Conrad was so affected by the sudden release of tension that he spent the entire remained of the journey in to space belly laughing, which could be heard over the radio back in mission control.\n\nThe episode earned Aaron a huge amount of respect, who declared him a \"steely-eyed missile man\", which has since become considered the highest compliment given to someone at NASA.\n\nFortunately the rest of the Apollo 12 flight went smoothly. Worthy of note though is the humour that these men had, and the minor pranks and practical jokes the they often played on each other. The crew who launched were all originally from the Navy, whilst the backup crew had come from the Air Force. For a joke, the backup team managed to get minature copies of the Playboy Playmates inserted into the astronauts' lunar checklists, which were on the cuffs of the space suits. This somewhat surprised the pair when they looked through the checklist flip-book during their first EVA. Command Module Pilot Richard \"Dick\" Gordon wasn't left out of the joke though, as a copy of another calendar had been stowed in a locker, which he discovered while the others were conducting EVA on the lunar surface.\n\nThe jokes weren't just levelled at the crews though; at the back of Conrad's checklist, the backup crew had prepared two pages of geological terms and definitions, to allow him to talk to Mission Control as if he had trained as a geologist.\n\nThe Air Force backup crew would go on to fly to the moon themselves on Apollo 15.\n\n### The Space Station Era Begins and Disaster Strikes\n\nWith the United States having landed on the moon not once, but twice in 1969, any hope the Soviet team had of beating the Americans to a lunar project was dead. All was not lost though, and Vladimir Chelomey, the lead of OKB-52 and now under the Vasily Mishin run OKB-1, was looking at other options. One potential alternative was Zvezda, a manned lunar base which had been proposed by Sergei Korolev prior to his death, which would be launched with the N1-L3. Chelomey however went to Minister of Defence Dmitriy Ustinov, who had final say on the space program, pushing for his ideas for a military space station, named Almaz. His argument was that this offered the best chance as a means of beating the US's announced Skylab project. In 1970, Ustinov approved Chelomey's plan. Control of the project though was left with Mishin.\n\nIn America, the politics may have been simpler, but things were about to go very wrong.\n\nThe crew of Apollo 13 was originally to have consisted of Commander James \"Jim\" Lovell, Ken Mattingly as Command Module Pilot, and completed with and Fred Haise as Lunar Module Pilot. However, Mattingly was found to have been exposed to German measles, and grounded by the flight surgeon. As a result, backup pilot John \"Jack\" Swigert was swapped in as CMP to replace him.\n\nApollo 13 blasted off on April 11th 1970 at 14:13 local time. On its ascent, the center engine shut down two minutes before the planned cut-off time. However, the other four engines were able to be burned for slightly longer to compensate, allowing for a normal insertion in to orbit and then exit towards the moon. Two days later though, while around 205,000 miles (330,000 km) from Earth, the flight controllers in Houston asked Swigert to turn on the hydrogen and oxygen tank fans in the Service Module. These stirred their cryogenic contents, giving a more even distribution increasing the accuracy of their quantity readings.\n\n<figure class=\"media_widget col col-xs-8 col-left\">\n![The Moon, from Apollo 13](/fly-me-to-the-moon/piece_images/apollo_13_moon.jpg)\n<figcaption>A picture of the Moon, as seen by the crew of Apollo 13</figcaption>\n</figure>\n\nTwo minutes later, the craft suffered an explosion.\n\nLead flight director Gene Kranz and his team were on duty at the time, and it fell to them to help the astronauts survive. On board the command module, the three astronauts were working fast. The second oxygen tank read empty, and three minutes later, the fuel cells began to fail, with numbers 1 and 3 falling offline. At the same time, the first oxygen tank was leaking more slowly, and would empty itself over the next two and a bit hours. Worse still, the fuel cells powered the CSM by combining hydrogen and oxygen into water. When O2 tank 1 ran dry, fuel cell 2, the only one still functioning, finally shut down. The Command Module was now deeply broken, with limited battery power and water. To ensure that, should they survive the next few days, they could conduct a reentry, the crew was forced to shut down the CSM completely, powering up the LM instead for use as a lifeboat. Debate raged as to how much needed to be switched off, with John Aaron saying everything had to go. Aaron got his way, having been the only man to tour every station and see the data coming in across everything. The ship was bleeding power, and if they didn't turn everything off, they wouldn't have power for reentry. This was something which had been suggested in training simulation, but had not been considered likely, given the vast number of systems required to fail enough to suggest it as an option. Now though, theory turned in to practical fact. \n\nWith the CSM damaged, a lunar mission was now off. Kranz now called for an abort of the mission. The question though was how to abort. The existing plans, created four years earlier, consisted of three options:\n\n* Direct Abort trajectory, using the SPS (Service Module Propulsion System) engine to turn the crew around\n* Burn the SPS fuel until it ran out, before decoupling and using the DPS (LM Descent Propulsion System) engine\n* A circumlunar free-return trajectory, using the moon's gravity to assist the ship's speed and fire it back at the Earth\n\nA Direct Abort was impractical, as the maximum speed attainable was possible only by decoupling the LM. With the crew needing it to stay alive, that was out. The second option was also problematic, as the CSM was currently serving the useful purpose of acting as an insulator for the heat shield, protecting it from damage. Also, in either of these two cases, the SPS engine would have to fire, and there were concerns about the damage the CSM may have suffered. The use of that engine was therefore relegated to being an absolute last resort.\n\nWith no other reasonable option, Kranz chose the free-return trajectory. Apollo 13 had previously been on the correct course for this, but had moved from it in preparation for the lunar landing. Firstly then, that course had to be re-established, by a 30.7-second burn of the DPS, followed by a second burn of four minutes and 27 seconds to pick up speed and allow for a landing in the Pacific, rather than Indian ocean.\n\nMeanwhile the LM began to run low on things. It had been equipped to sustain two people for a day and a half. Now it was going to have to provide for three people, for four days. Unlike the CSM, which was powered by fuel cells that produced water as a by-product, the LM was powered by silver-zinc batteries. As a result, both water, which acted as both coolant and fluid for the crew to drink, and electrical power were issues. To conserve as much power as possible, the LM was powered down as far as possible. This included everything up to the primary guidance system, with the Abort Guidance System acting for navigation instead, as it drew less power and required less cooling.\n\nThe second serious issue was the lack of lithium hydroxide (LiOH) for removing carbon dioxide from the sealed atmosphere. The LM hadn't been designed to take so many people for so long, and its own internal stock of LiOH canisters would run out before the crew got back, suffocating them as they were poisoned by the rising CO2 levels. Worse, the spare canisters were stored in the descent stage of the LM, designed for the moon landing, which was now unreachable. The CSM meanwhile had more than enough, but these were manufactured in a cuboid shape, whilst the LM took a cylindrical canister. Engineers rapidly invented what the astronauts would nickname \"the mailbox\", a device which drew air through the CSM canisters using a hose taken from a spacesuit.\n\n<figure class=\"media_widget col-inverse col-xs-6 col-right\">\n![The Mailbox](/fly-me-to-the-moon/piece_images/apollo_13_mailbox_onboard.jpg)\n<figcaption>The crew of Apollo 13 assemble the Mailbox</figcaption>\n</figure>\n\nWith the consumables situation under control for the moment, work turned to how to switch everything back on for the reentry. The CSM had been completely shut down, and would now have to be re-powered for reentry. However, there was virtually no power to do this with, as only the backup batteries were available. John Aaron and Jim Kelly, a CSM controller who specialised in the power systems sat down to work out how to do it. The two men sketched out a rough timeline of what to turn on and when, then invited the rest of the controllers to pitch for what else would be required. The final procedure clocked in at 5 pages. However, it'd have to be executed perfect, with limited time, in temperatures as low as 4 °C (39 °F), with water condensation on almost every surface, and no power to separate the CSM and LM, by a group of people who'd had no sleep for three days.\n\n<figure class=\"media_widget\">\n![Mission Control](/fly-me-to-the-moon/piece_images/apollo_13_mission_control.jpg)\n<figcaption>Mission Control during the Apollo 13 flight, the day before reentry</figcaption>\n</figure>\n\nBeyond that, they also needed to work out how to split the CSM in two. The Command Module was used for reentry, whilst the Service Module was to be left behind. However, there was no power to break the two apart. That problem was given to a team of six engineers at the University of Toronto, who had just one day to solve the problem. They concluded that pressurising connecting tunnel between the CSM and LM just before separation would provide enough force when explosively decompressed to push the modules apart. However, they still had to work how much pressure was required at minimum. Too much could damage the seals, causing the astronauts to burn up during reentry. Too low on the other hand, and they wouldn't be far enough away, which could cause the LM to crash into the CSM. Using nothing more advanced than slide rules, they calculated the required pressure and sent the calculations back. NASA relayed the numbers up to the waiting astronauts, who began the process of locking themselves into the CSM, and raising the pressure between it and the LM. While they went through the procedures to prepare for descent, Lovell and Joe Kerwin, CAPCOM joked on the radio...\n\n* **Lovell**: Well, I can't say that this week hasn't been filled with excitement.\n* **Kerwin**: Well, James, if you can't take any better care of a spacecraft than that, we might not give you another one.\n\nWhen the time was right, they triggered the break, and the two machines pushed apart. It had worked.\n\n<figure class=\"media_widget\">\n![Apollo 13 Service Module](/fly-me-to-the-moon/piece_images/apollo_13_service_module.jpg)\n<figcaption>The Apollo 13 Service Module photographed just after separation. Panel four is missing</figcaption>\n</figure>\n\nNow they got their first look at the CSM, and the damage that had been done to it.\n\n* **Lovell**: And there's one whole side of that spacecraft missing.\n* **Kerwin**: Is that right?\n* **Lovell**: Right by the - Look out there, will you? Right by the high gain antenna, the whole panel is blown out, almost from the base to the engine.\n* **Kerwin**: Copy that.\n* **Haise**: Yes, it looks like it got to the SPS bell, too, Houston.\n* **Kerwin**: Think it zinged the SPS engine bell, huh?\n* **Haise**: That's the way it looks; unless that's just a dark brown streak. It's really a mess.\n\n...\n\n* **Lovell**: All right. She's drifting right down in front of our windows now, Houston.\n* **Kerwin**: Okay.\n* **Haise**: Okay, Joe, I'm now looking down the SPS bell, and it looks - looks okay on the inside; maybe it is just a streak.\n* **Kerwin**: Okay. Copy that, Fred. Was the bell deformed on the outside or just nicked or what?\n* **Lovell**: I think the explosion, from what I could see, Joe, had - had stained it. I don't know whether it did any actual deformation or not.\n* **Kerwin**: Okay.\n* **Haise**: Man, that's unbelievable!\n\nOne entire side panel had been blown clear. Panel four, a hinged panel normally used for access to the ship's components had been blasted free. In the second half of the compartment revealed, there should have been the second oxygen tank. Instead, there was just a gaping void. The entire tank was gone. The crew took photos to record the damage, and then returned to powering up the ship. Whilst things went smoothly onboard, back on the ground, there was more than a little tension at Aaron's desk. The order he'd prepared was now being put to the test. The ship could afford to pull 43 amps and no more, to get through the two hours required for reentry. The numbers had looked good in testing; now they'd find out if they were right in practice.\n\nAfter a long wait, Lovell radioed down - everything was back on. The four EECOMs looked at the amp readout.\n\n45 amps.\n\nThe team scrambled around, trying to work out what was on that shouldn't have been. Working fast, they realised the backup gyros were on, which was draining two amps which they badly needed. Aaron called Kerwin and got him to radio the crew, telling them to turn them off. Swigert flicked the appropriate switch off, and they watched for the readout to change.\n\n43.\n\nThey'd done it. Miles above, the crew prepared for reentry, strapping in for the descent. The craft thundered into the atmosphere, the heat shield soaking up punishment as it ploughed through the thickening air. Even as it fell though, the crew still weren't safe. After a few minutes of radio silence, caused by reentry, the crew were waiting for the parachutes to deploy. If they didn't, the CM would smash into the ocean surface. Fortunately, thanks to the power-up procedures, the warming of the pyros and the hard work of thousands, they fired into the sky and began to slow the craft down to a survivable speed. A few minutes later, on April 17th at 18:07:41 UTC, the crew splashed down, having returned safely.\n\nPandemonium reigned in mission control upon seeing the parachutes deploy and the crew land safely.\n\nKranz recalled:\n\n> I cried. I think many of the controllers did. The emotional release at that instant was so intense many of us were unable to control our emotions. There were an awful lot of wet eyes that day.\n\n### The First Space Station and Continued Soviet Efforts\n\nWhilst 1969 had ensured the Soviet teams wouldn't be first to put a man on the moon, 1970 saw further successes for them in various other areas. The Lunokhod programme put the Lunokhod 1 on the moon, the first unmanned lunar rover. It was also the first remotely operated roving robot to land on another celestial body.\n\nAs 1971 rolled around, Chelomey's first space station was about to go in to orbit. The Salyut 1, a modification of the military-conceived Almaz program had been constructed in 1970, before being shipped to the Baikonour Cosmodrome. Assembly was completed, and on April 19th, just after the 10 year anniversary of Yuri Gagarin's death, the world gained its first space station.\n\nIt had been intended that the Soyuz 10 crew, who put the vessel in to orbit, would enter it. Technical issues delayed this though, and so it would fall to the crew of Soyuz 11 to come aboard first.\n\nMeanwhile, on May 28th, the Mars 3 craft was launched with a Proton-K rocket, which had also put the Salyut in to orbit. It was a refinement of Chelomey's original Proton design, now with a first stage powered by six RD-253 engines, designed by Valentin Glushko, and a second stage and third stage with four and one RD-0210 engines respectively.\n\nThe crew, consisting of Commander Georgy Dobrovolsky, Flight Engineer Vladislav Volkov and Test Engineer Viktor Patsayev were launched on the 6th June, with docking proceeding the next day. The team entered Salyut 1, and began their stay, remaining there for 23 days. This was a record which would stand for more than two years. Having conducted various tests and checks, their mission was cut short due to issues on-board the station, not least of which was an electrical fire. Sadly, whilst returning to Earth, a pressure valve failed. The crew weren't wearing pressure suits, as Soviet manned craft hadn't done since the earlier Vostok program. All three men were killed by exposure to vacuum. They remain to this day the only people to die in space.\n\nThe three cosmonauts were given a state funeral, and buried in the Kremlin Wall Necropolis near the remains of Yuri Gagarin. The US astronaut Tom Stafford, a veteran of the Gemini program and Commander of Apollo 10 was one of the pallbearers. They were each also posthumously awarded the Hero of the Soviet Union.\n\nThe deaths of the crew saw Mishin removed from a number of projects, with Chelomey being given back control of Salyut.\n\nDecember though would see better news, with Mars 3 landing its probe, and in doing so becoming the first probe to land on Mars and transmit back data.\n\n### Saturn V Retires\n\nIn 1971, the world had witnessed America send into space the first man-made object which would exit the solar system. Pioneer 10 left the Earth on March 3rd, and thundered towards Jupiter. Even at its incredible speed, it didn't reach the largest planet in our solar system for over a year and a half, until it finally arrived within it's magnetosphere on November 16th. Having taken images of the giant planet and its moons and conducted scientific measurements, the spacecraft accelerated using the Jovian gravity up to around 82,000 mph (132,000 km/h) at its fastest, and shot off towards the edge of the solar system. The Jovian gravity well slowed it, but even now it continues at around 27,000 mph (43,400 km/h), at around 10 billion miles from Earth. Many years later, in 1983, it would cross the orbit of Neptune and pass beyond the orbit of our system's final planet.\n\nIn America, political and public support for the space program was waning. So much had been put into the idea that the point of the program was to deny the Soviet's the title of first nation to the moon, that having completed it, there was a vacuum left. The last Apollo mission would land on December 19th 1972, marking the last time man would set out to walk on the moon. At the end of his time there, whilst becoming the last man who'd stand on the lunar surface, Before re-entering the LM for the final time, Commander Gene Cernan expressed his thoughts:\n\n> ...I'm on the surface; and, as I take man's last step from the surface, back home for some time to come - but we believe not too long into the future - I'd like to just [say] what I believe history will record. That America's challenge of today has forged man's destiny of tomorrow. And, as we leave the Moon at Taurus-Littrow, we leave as we came and, God willing, as we shall return, with peace and hope for all mankind. \"Godspeed the crew of Apollo 17.\"\n\nHowever, putting objects into space with Saturn and other similar rockets was expensive, and lacking the propaganda benefits of the lunar landing, using such an expensive system for launches started to become politically untenable. Therefore attention in NASA now turned to the building of a re-usable craft, which would be capable of reaching orbit and returning to be used again. On January 5th, 1972, American President Richard Nixon announced that NASA would proceed with the development of a reusable space shuttle system.\n\nThe man who'd been brought to America to create rockets chose this time to bow out. Facing tight budgets and a differing vision from the American leadership on the future of space, Wernher von Braun retired from NASA on May 26th 1972. The next year would see him diagnosed with cancer of the kidneys. Despite this, he'd continue to work, speaking at various colleges and universities, and acting as a consultant.\n\nFor the Soviets though, things continued to go badly. Two more N1 rockets were tested launched, and both failed. As a direct result, Mishin was fired, and the entire N1 program was cancelled. A single design bureau was created to work on space activities taking over from OKB-1, named NPO Energia, with Glushko as chief designer.\n\n<figure class=\"media_widget col-inverse col-xs-6 col-right\">\n![The Skylab space station](/fly-me-to-the-moon/piece_images/skylab.jpg)\n<figcaption>The Skylab space station</figcaption>\n</figure>\n\nThe next year brought the US its own space station, named Skylab, also launched on a Saturn V, which would orbit for six years, although it would only see occupation for around six months of that time. Nevertheless, it provided a useful platform for performing scientific tests and experiments.\n\nThe Saturn V continued to perform useful work, but its time was running out. Finally, on July 15th 1975, it was launched for the final time. \"Experimental flight Soyuz-Apollo\" was the first joint U.S.–Soviet space flight. The crew consisted of Commander Thomas Stafford, CMP Vance Brand, and Docking Module Pilot Donald \"Deke\" Slayton. Slayton, despite having been selected as far back as 1959 as one of the original Mercury Seven, had never flown to space, having been grounded due to medical reasons for the following 13 years. In the interim, he'd worked as the Coordinator of Astronaut Activities, which would later become and official position, the Chief of the Astronaut Office. Having chosen the crews for both the Gemini and Apollo programs, deciding that Armstrong would represent humanity as the first person on the Moon, he now took his place as an astronaut himself. While grounded, Slayton had taken up a program of daily exercise, quit smoking and caffeine, and drastically cut back on alcohol.\n\n<figure class=\"media_widget col col-xs-6 col-left\">\n![Deke Slayton](/fly-me-to-the-moon/piece_images/slayton.jpg)\n<figcaption>Deke Slayton</figcaption>\n</figure>\n\nHaving been returned to flight status in 1970, he selected himself for the 1975 flight. Training began in 1973, which included learning Russian training for weeks at the Star City cosmonaut training center, near Moscow. After years of service in ground control, Slayton resigned as Director of Flight Crew Operations in February 1974. The 1975 mission was the first and last time he'd fly to space.\n\nIt seems fitting that the Apollo program, who's roots began in the Second World War, and for which so much money had been spent to serve as propaganda for American superiority over the Soviets, had as its last act as a public demonstration of the policy of détente that the two superpowers were pursuing at the time. It marked the end of the space race, and ushered in a new era."
			}
		]
	},
	"space-stations": {
		"title": "Space Stations & Robots",
		"description": "asdf",
		"content": [
			{
				"type": "markdown",
				"className": "",
				"key": "header",
				"content": "<header id=\"main_header\" class=\"row dark\"><div id=\"logo_container\"><p><a href=\"/\"><img src=\"/fly-me-to-the-moon/imgs/logo.png\" alt=\"Home\"></a></p></div><div id=\"powered_by\"><ul class=\"unstyled inline\"><li id=\"reactjs\"><a href=\"http://facebook.github.io/react/\"><img src=\"/fly-me-to-the-moon/imgs/react-logo.svg\" alt=\"React.js logo\"> React</a></li><li id=\"wikipedia\"><a href=\"https://www.wikipedia.org/\">W<small>ikipedi</small>a</a></li></ul></div></header>"
			},
			{
				"type": "markdown",
				"className": "content",
				"key": "title",
				"content": "# Space Stations and Robots\n\n## 1975 - 1998: Mankind turns his invention from politics to science, creating the Space Shuttle, space stations and probes"
			},
			{
				"type": "markdown",
				"className": "content",
				"key": "p1",
				"content": "**The Apollo project is no more**. July 1975 has seen the last flight of a Saturn V, ushering in a new era in US/Soviet relations. However, America finds itself in a difficult position - launches to space can depends mainly on the Titan III and Atlas-Centaur. Both work admirably, but aren't re-usable. Work has therefore started on a craft that would be able to entirely reused for every launch. August sees the test of an unpowered, delta-wing craft, proving that landings of such a craft from high speed and high altitude are at least possible. That month also sees America launch Viking 1, which in 1976 became the first probe to land on Mars and successfully complete its mission. It landed on July 20, and continued to operate long past its intended lifespan. In fact, it continued to work up until November 13, 1982, some six years later. Elsewhere though, 1976 was proving to be a year of firsts in another way.\n\nFive years earlier, four companies had been chosen to submit proposals for the design and construction of the shuttle: Lockheed Aircraft, McDonnell Douglas, Grumman and North American Rockwell. In July, due to the design's relatively low and realistic costs, as well as its simplicity with regards to ongoing maintenance, as well as the company's previous experience, North American was selected as the preferred supplier. From the beginning, the design was one of compromise. For example, the solid rocket boosters that sit either side of the main liquid fuel tank weren't NASA's first choice. Whilst they would have performed better and been cheaper to refuel, as well as being more environmentally friendly, the solid boosters which ended up being used were cheaper to develop, and funding was tight.\n\n<figure class=\"media_widget col col-xs-8 col-left\">\n![The Enterprise undergoing tests](/fly-me-to-the-moon/piece_images/shuttle_enterprise.jpg)\n<figcaption>The Enterprise, the first Space Shuttle, being lifted into place for testing</figcaption>\n</figure>\n\nThe final design chosen therefore consisted of a delta-winged orbiter with three conventional liquid-fuelled engines, a large expendable external tank to provide fuel, and two reusable solid rocket boosters. Work commenced on June 4th 1974, and on September 17th 1976 the Space Shuttle Enterprise OV-101 was unveiled. Designed to help refine the design, it would be used to conduct test flights, and as such had no engines, thrusters, heat shield, or radar. Instead of the heat shield, its surface was covered with fake polyurethane foam tiles, and the leading edges of the wings had fibreglass panels, instead of the expensive carbon-carbon pieces used on the final shuttles. Only a few tiles were actually real, for testing purposes.\n\nNevertheless, even at this early stage, it was still recognisable a shuttle. It had been intended that these parts would be added later, during a retrofit, which would make it the second orbiter in service. However, during the testing of Enterprise, and construction of Columbia, the construction of the fuselage and wings was seriously modified. As a result, making Enterprise space-worthy would have cost more than simply building an entire new orbiter from scratch around an existing test frame.\n\nJune of 1977 brought sad news to the space community though, as on Thursday 16th, the world noted the passing of Wernher von Braun. The divisive figure who'd been both part of the SS in Germany and all major NASA programs, inventor of both the V-2 designed to kill, and Saturn V which took man to the moon and brought all mankind together, died of pancreatic cancer. His gravestone notes Psalms 19:1, which reads:\n\n> The heavens declare the glory of God; the skies proclaim the work of his hands.\n\nIn August, two months later America would send arguably its most famous probes in to space, on an audacious mission. The twin Voyager probes weren't originally called Voyager at all. Instead, they were designed to be part of the Mariner program; Mariners 11 and 12 respectively. They were renamed as the Voyager Program however as they were, by this point, so far beyond the original Mariner design that it was felt they warranted a new name.\n\nThe Voyager Program was, in concept, not dissimilar to the Planetary Grand Tour. The aim would be to use the rare alignment of the outer planets to visit every single one in turn. The planets themselves wouldn't be in position until later that decade though, giving time to build the probes, work out the exact flight path, and send them. Limited funding at the time had made the Grand Tour impossible, but elements from it were now brought into the Voyager Program.\n\nVoyager 2 was the first to launch. Its trajectory was designed to allow flybys of Jupiter, Saturn, Uranus, and Neptune. Voyager 1 was launched shortly after, with a shorter and faster trajectory calculated to provide a flyby of Titan, Saturn's largest moon, which is larger than our own moon and was known to possess an atmosphere.\n\nIn the meantime, whilst Enterprise was being built and undergoing testing, North American had started work on what would become the first shuttle to fly: Columbia. Whilst being built, the information gleaned from the Enterprise test program was being used in her design, so whilst she began construction in 1975, it wasn't until March 25th 1979 that Columbia arrived at the Kennedy Space Center. Shortly before, in January, Voyager 1 made its flyby of Jupiter, whilst Voyager 2 arrived slightly later in July, discovering the planet's rings, as well as the volcanic activity on its moon Io."
			},
			{
				"type": "Gallery",
				"className": "",
				"key": "gallery_voyager",
				"images": [
					"voyager_1_great_red_spot.jpg",
					"voyager_1_saturn.jpg",
					"voyager_2_uranus.jpg",
					"voyager_2_neptune.jpg"
				]
			},
			{
				"type": "markdown",
				"className": "content",
				"key": "p2",
				"content": "July would also see the ending of an era, as NASA controllers positioned Skylab into a stable orbit and shut down its systems. This left the USSR with the only functional, in-use space station, Salyut 6. By this point, crews on Salyut were staying in space for up to six months at a time, with the Soviet crews, engineers and scientists learning more and more about running successful space station operations. The next year would see Voyager 1 make its pass of Saturn, returning the first high-resolution images of the planet, its famous rings, and its satellites. It also made the first flyby of Titan, before heading off out toward interstellar space.\n\nAfter more testing and refinement, Columbia successfully launched on April 12, 1981, the 20th anniversary of the first human spaceflight (Vostok 1), and in doing so, ushered in a new era of manned spaceflight."
			},
			{
				"type": "YouTube",
				"className": "",
				"key": "columbia-first-flight",
				"sourceId": "iVdH1U3s0DA"
			},
			{
				"type": "markdown",
				"className": "content",
				"key": "p3",
				"content": "### Space Shuttles and Space Stations\n\n1981 would also see Voyager 2 encounter Saturn in August, returning further incredible images of both the planet and its system of moons.\n\nOver the next few years, several other shuttles were constructed, named Challenger, Discovery and Atlantis. Back in the Soviet Union though, the Salyut program continued, with Salyut 7 being launched in 1982. It was the last of what would be considered the monolithic space stations, before the change to the modular based approach still used today. The Salyut series had all been single-piece stations, launched using Proton rockets. With the Space Shuttle, which could both carry payloads and act as a reusable base of operations, there was the option of a new type of American Space Station.\n\nThat new type of design was also being considered by a team in the USSR. Having concluded the Salyut series of stations, attention turned to their replacement, as well as the design of a craft that could service the next generation of Soviet space stations. Thus in 1974, at the same time as the US began working on its shuttle, the Buran project was proposed. Despite the ongoing costs of running space stations, and the failed N1-L3, this was to be the biggest financial allocation to development of a program for space travel ever. The Sovet leadership was motivated out of fear; the main concern being that the Space Shuttle could be used for military purposes, due to its enormous payload capacity (up to 30 tonnes for launch and 15 for return), which was vastly greater than previous American launch systems. No-one in the USSR could believe that there could be a civilian requirement for something able to launch such huge amounts in to orbit, which may perhaps have been a failure of vision on their part.\n\nWhilst Buran began work, with designs based of the US shuttle, which had been found to be pretty much the perfect design, work had also begun on a new generation of Soviet space stations. Mir, meaning \"Peace\", had been commissioned two years later in 1976, with the aim of creating an improved successor to Salyut. Four had been launched at the time, and another three during its development. The initial design was to have four docking ports, two at either end and two on each side of a docking sphere at the front. This would allow the system to be extended over time to add new capabilities. However, by August of 1978, the design had been finalised, and had evolved to a single rear port, with five further ports around a sphere at the front of the station.\n\nIn the political arena, there was a belief that having two programs for building orbital stations was and unnecessary expense. As a result, Vladimir Chelomey's Almaz military station program, which had spawned the Salyut series of stations, was now folded in to the Mir program. The docking ports for the new Mir design were therefore altered to allow them to take new modules weighing up to 20 tonnes. This was so the new station could use the resupply vessels designed for the Almaz stations, known as TKS Spacecraft. NPO Energia, the Soviet's main bureau for space work, subcontracted the build of the final design out, being busy with their ongoing work on Salyut 7, the third design of the Soyuz craft, known as Soyuz-T, the work on the resupply-focused Progress spacecraft and the on-going Buran.\n\nAs the world waved goodbye to the 1970s, construction began on Buran, which had been finalised in its design. The first full-scale Buran was completed in 1984, after the Soviet leadership decided all available resources should be put into it. It was also the year that marked the passing of Vladimir Chelomey, who's rockets continued their work for the Soviet space program. This effectively halted the Mir program, which only began to receive funding again later that year when Valentin Glushko, now head of NPO Energia, was ordered to put Mir in to orbit by 1986, in time for the 27th Communist Party Congress. To speed work, much of the systems testing work on the Core Module performed was done at the Baikonur Cosmodrome. This was vital work, as the Core Module provided the main living quarters, as well as housing the environmental systems, attitude control systems and main engines. If those didn't work, the Soviets didn't have their station. Having had to abort a launch on the 16th February 1986, due to the failure of the comms system, it was therefore on the 19th, at 21:28 and 23 seconds UTC that Mir was launched by the Chelomey and Glushko designed Proton-K.\n\nBack in America Knowing that the Soviet scientists and engineers were working on Mir, and that the Buran was essentially a copy of the Shuttle, in 1984 now President Ronald Reagan echoed the JFK announcement of the Apollo missions, as in the State of the Union Address before Congress he announced his intention to create America's own station within a decade. This station would act as a repair platform for satellites, an orbiting microgravity laboratory, and an observation post for advancing astronomy. Given the incredibly American name \"Freedom\", the task of designing such a platform was given to the newly established Space Station Program Office at Johnson Space Center. However, the design work involved would prove challenging, and take several years. They'd also be influenced heavily by possibly the second most famous space-related disaster, which occurred shortly before the launch of the Mir Core Module.\n\nChallenger.\n\n### The Challenger Disaster\n\nOn January 24, 1986, NASA celebrated as Voyager 2 reached Uranus. In doing so, it discovered no less than 11 moons, and started to study its atmosphere and rings. Meanwhile, Challenger was being readied at the Kennedy Space Center for launch on mission STS-51-L, which was to be both the 25th shuttle mission, and the tenth flight for the Challenger itself. It had been meant to launch that day, but bad weather causted it to be rescheduled repeatedly. Finally, on the 28th, the go-ahead was given.\n\nForecasts for launch on the 28 predicted a bitterly cold morning, with temperatures down as low as −1 °C (31 °F), which was lowest temperature under which a launch would be allowed. With it being so cold, various of the engineering team of the solid rocket boosters were concerned with launch. The conditions were discussed on a conference call, with the engineers expressing their concerns as to how well the rubber O-rings would hold up. They lobbied for a postponement of the launch until warmer weather, stating that they lacked the data required to know whether the joints would be sealed correctly. The O-rings themselves were vital component, as if they failed, there was no back-up system possible to put in place.\n\nNASA however opposed the delay despite the concerns. The feeling was that it was impossible to have a craft which couldn't launch for several months of the year due to cold. In addition to the concerns of the O-rings, others were afraid that the large build-up of ice on the pad, and on the fuel tank, boosters and orbiter. Some feared ice could be shaken loose during launch and fall to damage the thermal protection tiles on the base of the orbiter, causing it to suffer damage or be destroyed on reentry. Despite the various concerns raised, Houston-based mission manager Arnold Aldrich gave the go-ahead for a launch, postponing only by an hour to give the team time to try and de-ice the shuttle. They'd already worked through the night, and knew there was no way to remove all the ice before launch. \n\nAt 11:37 and 53 seconds, the Shuttle's main engines fired up and began burning fuel at incredible speed. 6 seconds later, Solid Rocket Boosters (SRB) ignited. Less than a second later, the right SRB started to fail, with plumes of gas coming from it. These were the result of a joint opening and closing as the booster's skin ballooned under the stress of ignition. The metal bent and superheated gasses jetted out at over 2,760 °C (5,000 °F). Previously when this had happened, the primary O-ring shifted and the heat melted it to form a seal, closing the gap. Now though, the freezing ring didn't move. The heat instead seared into the ring, which took damage. It didn't seal the crack, and the secondary O-ring had been moved out of position as the metal had bent. Instead of sealing, both were vaporised.\n\nChallenger blasted its way clear of the control tower after three seconds, and the engines throttled up, guzzling fuel at a rate of 5 tonnes per second. 25 seconds later it was doing 400 mph (644 km/h). Despite throttling back, 15 seconds after that it blasted its way through the sound barrier. The engines were returned to full power 12 seconds later. At just under 59 seconds in to the flight, the shell of the right SRB started to fail completely, with parts beginning to burst into flame. A moment later the vessel passed 1.5 times the speed of sound. The jet of flame interfered with the handling of the Shuttle. 72 seconds in to the flight, everything went wrong.\n\nThe SRB detached from the external fuel tank and Shuttle pulled hard to one side. The tank itself then failed, with the hydrogen and liquid oxygen tanks rupturing, the contents mixing and exploding. A second later, the craft began to break up. Massive g-forces ripped the tank and Shuttle apart, whilst the SRBs flew away. The crew compartment was blasted away and began to fall from the sky."
			},
			{
				"type": "YouTube",
				"className": "",
				"key": "challenger",
				"sourceId": "fSTrmJtHLFU"
			},
			{
				"type": "markdown",
				"className": "content",
				"key": "p4",
				"content": "In mission control, the order everyone had hoped never to hear was given - the doors to the control center were locked, communications lines closed, and the process of recording the data from the flight began. \n\nIn the aftermath, a commission was set up to examine what went wrong, both in terms of the accident, and the procedures that had created it. One of the commission's members was physicist Richard Feynman. Were other members of the Commission met with NASA and supplier top management to understand the problem, he went in a different direction. He instead sought out the engineers and technicians, who were able to tip him off as to the issue with the O-rings. Whilst part of a televised hearing, he demonstrated how they would fail at very low temperatures by putting a sample of the material in a glass of ice water. In his own conclusions, he noted that the estimates for the reliability of the Shuttle were vastly different to those of the engineers who designed and maintained it. \n\nHis conclusion summed up the issues neatly:\n\n> For a successful technology, reality must take precedence over public relations, for nature cannot be fooled\n\n### Politics and Change\n\nIn the aftermath, NASA was able to secure funding to replace Challenger, with the new Endeavour. This was going to be required if the project to put up another space station was to continue. However, whilst this was given, the US interests in space were being examined closely. Projected costs for Freedom kept increasing, whatever design was put forward. \n\nMeanwhile, Mir was growing. The second module, and the first to expand the station went on in early 1987. Kvant-1 was designed for astrophysics experiments, with a variety of telescopes, an X-ray/gamma ray detector and other parts. This was followed by Kvant-2 in November of 1989, shortly after Voyager 2 flew by Neptune. Also in 1989, the Soviet Union noted the passing of Valentin Glushko. The man who had for so long played second fiddle in the Soviet internal power struggle in the space race, and who's engines had been so instrumental to powering Soviet space vessels, died in Moscow, aged 80. His role at Energia was taken up by Yuriy Semenov, who'd continue until 2005.\n\nThe following year would mark the next leap forward for space exploration. The end of May 1990 saw the Kristall technology module added to Mir, but the real event had happened a month earlier, when NASA launched a piece of equipment which would produce some of the most striking and recognisable images of space ever produced.\n\nBack as far as 1966, when von Braun was still alive and active, NASA had launched the first Orbiting Astronomical Observatory (OAO) mission. Whilst it died after just three days, its replacement OAO-2 worked from 1968 to 1972, three years longer than intended. As work continued and the vital role of space-based astronomy became apparent, funding had started to be gathered for a much more powerful device. The problem was, the proposed cost, which was (no pun intended) astronomical. In 1974, unsatisfied with the apparent projected costs, Congress pulled all funding for the project. It was only after serious lobbying by the scientific establishment, and the agreement to cut the scale of the proposed device, that funds were made available again. Even then, they were only half what was needed.\n\nAs a result, the newly established European Space Agency was contacted to see if they'd be interested in a collaboration. The ESA agreed, planning to provide funding and the solar cells required to power the telescope, in exchange for a guarantee of time allocation once it was in space. In 1978 funding was approved, with a projected launch date of 1983. The future telescope was named \"Hubble\".\n\nConstruction proceeded apace, but not altogether smoothly. Two years later, the project was already 30% over budget and three months behind schedule. And then there was the Challenger disaster. Work on the US space program shuddered to a halt, with the entire Shuttle fleet grounded. Hubble was now complete though, and powered up ready to be launched. To keep the delicate instruments from damage, the team kept it in a clean room, filled with nitrogen and powered up, until it could be launched. The operation to keep it ready cost an eye-watering $6 million a month. The delay was useful though, as the team hadn't yet actually written the software to make the telescope work. In the following four years, they worked to get it ready.\n\n<figure class=\"media_widget col-inverse col-xs-6 col-right\">\n![The Hubble mirror being polished](/fly-me-to-the-moon/piece_images/hubble_mirror.jpg)\n<figcaption>The mirror for Hubble, undergoing polishing</figcaption>\n</figure>\n\nThe shuttle program resumed flights two years later, in 1988, and in April of 1990, Discovery took to the skies to place Hubble in orbit. It had been planned to cost $400 million. Instead, thanks to over-runs and the delays in launching, it had cost over $2.5 billion.\n\nThings weren't right though. As the team pointed their new toy and waiting to see what images it would return, it quickly became apparent that something was very wrong. The telescope didn't seem to be able to focus properly. Analysis of the flawed images it sent back revealed that the primary mirror had been ground to the wrong shape. Although even in its current state, it was still likely the most perfect mirror ever made, it was still too flat by 2.2 micrometers (millionths of a meter). This tiny distortion was catastrophic.\n\nBack in the Soviet Union, things weren't much better. The Buran program, which had seen its only flight (and even that was unmanned) at the tail end of 1988 was being downsized. The Soviet Union itself was finally collapsing. 1988 had seen the Caucasus erupt in civil war, and various areas started to rise up, demanding autonomy. 1989 saw 2 million people join hands, forming a human chain stretching 600 km (370 miles) across three countries (Estonia, Latvia and Lithuania). A year later, with political power waning and lacking any real ability to keep the Union together, Moscow allowed all fifteen republics open elections. Six turned away, breaking the Soviet economic and political will further. Finally, in 1991, the entire thing came crashing down. Between August and December, 10 republics declared independence. In a nationally televised speech on Christmas morning, 1991, the final President of the Soviet Union, Mikhail Gorbachev resigned, stating:\n\n> Dear fellow countrymen, compatriots. Due to the situation which has evolved as a result of the formation of the Commonwealth of Independent States, I hereby discontinue my activities at the post of President of the Union of Soviet Socialist Republics.\n\nHe declared the office no more, and cede powers to Boris Yeltsin. The same day, Russia's legal name changed from \"Russian Soviet Federative Socialist Republic\" to \"Russian Federation\". It was now a sovereign state, on its own. That night, the Soviet flag was lowered for the last time, taken down, and the Russian tricolor raised in its place. The Soviet Union which had fought so hard for the moon, and for progress in space, was no more.\n\n### Hubble Triumphant\n\n<figure class=\"media_widget col col-xs-6 col-left\">\n![Hubble being fixed](/fly-me-to-the-moon/piece_images/hubble_fix.jpg)\n<figcaption>A spacewalk as part of the fixing of the Hubble mirror</figcaption>\n</figure>\n\nIn NASA, the broken Hubble was problematic, but not awful. There had always been plans in place for servicing missions, so the team did the best they could for three years while they waited. Finally, in December of 1993, the optics were repaired by five EVAs with shuttle mission STS-61, conducted from the new Endeavour, which had had its maiden flight just a year before.\n\nIn January, NASA declared the mission a complete success.\n\nThe following period of operation, and the sights Hubble would unveil would mark the start of a period of astronomy unmatched in both the beauty of its images, to say nothing of the value of the scientific output. The bus-sized telescope would look back to the start of the universe, and forwards into its future. Through Hubble, the world watched comet Shoemaker-Levy 9 collide with Jupiter in 1994; the first time such impacts had been observed. It imaged galaxies billions of lightyears away, watched the first predicted reappearance of a supernova, and imaged the birth of stars in the Pillars of Creation.\n\n<figure class=\"media_widget\">\n![Hubble in space](/fly-me-to-the-moon/piece_images/hubble_space.jpg)\n<figcaption>Hubble as seen after the completed servicing</figcaption>\n</figure>\n\nFurther, it demonstrated incontrovertibly the value of the Space Shuttle. The dramatic craft scored another PR win in 1995, when for the first time, the US Space Shuttle Atlantis docked with Russian Mir Space Station. By this time, the Buran program had been cancelled, amidst a pained Russian economy. Further, the Baikonur Cosmodrome, not being located in Russia, forced the new country to sign a lease with Kazakhstan, allowing continued use of the site."
			},
			{
				"type": "Gallery",
				"className": "",
				"key": "gallery_hubble",
				"images": [
					"hubble_deep_field.png",
					"saturn_aurora.jpg",
					"hubble_mystic_mountain.jpg",
					"hubble_mystic_mountain_2.jpg",
					"hubble_emission_nebula.jpg",
					"hubble_pillars_creation.jpg",
					"hubble_butterfly_nebula.jpg"
				]
			},
			{
				"type": "markdown",
				"className": "content",
				"key": "p5",
				"content": "### The ISS Takes Flight\n\nThe latter half of the final decade of the 20th century saw the Pathfinder mission, consisting of a relatively cheap rover called Sojourner launch and land on Mars. The first planned project from NASA's Discovery Program (although the second to launch), the Discovery project's motto was (and remains) \"cheaper, faster and better\". During its operation, it would go on to take 16,500 pictures and make 8.5 million atmospheric measurements, as well as conducting analysis of the Martian soil and rocks. The entire mission cost less than a single shuttle launch, and continued the tradition of the various space probes, demonstrating the increasing ability of rovers and unmanned machines to do what people couldn't.\n\nBack on Earth, a debate had begun to heat up. With Freedom's projected costs becoming eye-wateringly high, a solution was needed. In the spirit of co-operation, the Americans went to the Russians in secret, to discuss what could be done. The Russians initially suggested that the Americans join them in extending Mir. The US team thanked them politely, but expressed that this wasn't exactly what they had in mind. The second offer was that America fund a Russian program to build a space station for the US. This was, unsurprisingly, rejected as well.\n\n<figure class=\"media_widget col col-xs-6 col-left\">\n![The ISS at 2 modules](/fly-me-to-the-moon/piece_images/zarya_unity.jpg)\n<figcaption>Zarya and Unity modules attach to create the ISS</figcaption>\n</figure>\n\nFinally, they discussed the idea of a joint space station. The early components, including life support systems, propulsion and emergency escape vehicle would all be of Russian design and construction. Other components would be built by a consortium of international countries, with modules coming from America, Japan and the European nations. It would mark the end of space as something to be grasped for by a nation, and the start of a new, internationally co-operative era. Thus in 1998, 15 countries met in Washington to sign their support for the framework for the design, development, operation, and ongoing running of the International Space Station.\n\nThe timing was perfect. The Russians had been planning Mir 2, but hadn't the funds to complete such a project, let alone to run both it and Mir. Further, whilst the Americans hadn't yet invented technologies for solving many of the challenges faced with running a space station. Their focus on the Apollo and Shuttle programs had left them to fall behind, whilst the Russians had been running stations for years. The Russian team launched the first part in November 1998, named Zarya, meaning sunrise. Weighing over 19 tonnes, it was blasted in to space atop a Proton-K rocket. Two weeks later, the Space Shuttle arrived with the second module, named Unity. The creation of the ISS had begun."
			}
		]
	},
	"beyond-earth": {
		"title": "Beyond the Earth",
		"description": "asdf",
		"content": [
			{
				"type": "markdown",
				"className": "",
				"key": "header",
				"content": "<header id=\"main_header\" class=\"row dark\"><div id=\"logo_container\"><p><a href=\"/\"><img src=\"/fly-me-to-the-moon/imgs/logo.png\" alt=\"Home\"></a></p></div><div id=\"powered_by\"><ul class=\"unstyled inline\"><li id=\"reactjs\"><a href=\"http://facebook.github.io/react/\"><img src=\"/fly-me-to-the-moon/imgs/react-logo.svg\" alt=\"React.js logo\"> React</a></li><li id=\"wikipedia\"><a href=\"https://www.wikipedia.org/\">W<small>ikipedi</small>a</a></li></ul></div></header>"
			},
			{
				"type": "markdown",
				"className": "content",
				"key": "title",
				"content": "# Beyond the Earth\n\n## 2001 - 2016: Private industry enters space, and mankind's gaze looks beyond the moon"
			},
			{
				"type": "markdown",
				"className": "content",
				"key": "p1",
				"content": "**The 21st Century has arrived**. Mankind continues to send probes around the solar system and run missions to the ISS, adding components. February of 2001 saw the 100th space walk for America, with the Destiny module installed in position, adding laboratory facilities, and slowly expanding the station further. However, interest amongst the general global populous waned in the intervening years. With nothing like the Apollo missions to fire the imagination of the public, people had begun to view the ongoing mission of space exploration as just part and parcel of everyday life. A few still had imaginations fired by the promise of the stars though, and thus in April the world got it's first space tourist, American engineer and multimillionaire Dennis Tito. Launched into space with a Russian crew after being turned down by NASA, Tito spent 7 days, 22 hours and 4 minutes in space, performing scientific testing as part of the crew of the Soyuz TM-32 mission.\n\nWhilst this was a controversial move, it marked a significant milestone in the history of spaceflight - what had previously been only in the realm of governments and the lucky chosen few who had \"The Right Stuff\", was now starting to become something that private businesses could conceivably get involved with. The starting gun had fired a few years earlier, and now wheels were in motion that would lead to a renewed interest in space.\n\n### The X Factor\n\nThe Ansari X Prize was first set up in 1996. In 1919, the Orteig Prize was created, offering a $25,000 reward put up by hotelier Raymond Orteig for the first non-stop flight between New York and Paris. The prize would be won by Charles Lindbergh, in the modified single-engined Spirit of St. Louis. Now others looked to that challenge as inspiration. An idea is spawned, and Peter Diamandis offers a $10 million reward for the first non-government entity to to launch a reusable manned three-passenger vehicle into space twice in under a fortnight. The concept sparked interest, and teams start to be put together to answer the call.\n\nOne team put together was Mojave Aerospace Ventures, founded by Microsoft co-founder Paul Allen and aerospace engineer and founder of Scaled Composites, Burt Rutan. Rutan is a maverick, designing outlandish-looking machines, notable for their light weight and efficiency. They come up with the concept for Scaled Composites model 316, which will become known as SpaceShipOne. It's goals are simple:\n\n* Carry a crew of three in a pressurised cabin\n* Use a rocket to travel from 15km (9.3 miles) to above the Kármán line, 100 km (62 miles) up, considered the boundary between space and the Earth's atmosphere\n* Reenter the atmosphere and glide back to ground\n* Land on a normal runway\n\nThe craft is designed to be lifted to an initial height by a second craft named White Knight, which carries it to the initial 15km height, before detaching and igniting the rockets. It's a novel design, and looks nothing like anything built to travel to space before it.\n\n<figure class=\"media_widget col col-xs-6 col-left\">\n![SpaceShipOne at takeoff](/fly-me-to-the-moon/piece_images/SpaceShipOne_takeoff.jpg)\n<figcaption>SpaceShipOne on its final take-off</figcaption>\n</figure>\n<figure class=\"media_widget col-inverse col-xs-6 col-right\">\n![SpaceShipOne landing](/fly-me-to-the-moon/piece_images/SpaceShipOne_landing.jpg)\n<figcaption>SpaceShipOne returning to land</figcaption>\n</figure>\n\nElsewhere, in 2000, Amazon founder Jeff Bezos incorporates the company Blue Origin, but keeps it a closely guarded secret. Finally, in 2002, Elon Musk, formally of PayPal, grows frustrated with his attempts to buy Russian ICBMs with the aim of starting a company with interest in space, and so creates SpaceX.\n\nHowever, whilst the public may have grown complacent, everyone was about to get a stark reminder as to just how incredibly dangerous and difficult space travel is.\n\n### Columbia\n\nJanuary 16th 2003. Columbia sits on the pad ready to ignite its engines and solid rocket boosters to take it to space. Its engines fire up, the bolts holding it down are blown, and the 113th Shuttle launch begins. However, at 82 seconds after launch, a large piece of foam breaks away from the huge external tank. The foam thumps into the left wing, blowing a hole in it. This isn't noticed by anyone on the ground at the time though, and when it's found during review, it'll be considered non-hazardous.\n\nThe Shuttle carries on on its way to space, and the crew performs their mission. Everything goes relatively smoothly, and around two weeks later, on February 1st, the crew begins re-entry. The hole which had been opened on launch now began to heat up as the Shuttle plunged into the atmosphere at around 25 times the speed of sound. The heat on the leading edges of the wings rose to a maximum temperature around 3,000 °F (1,650 °C). The hole began to rupture further. At 9:00, around 16 minutes into re-entry, the craft tore itself apart, exploding in the morning sky, with the loss of all seven crew members.\n\nIn the aftermath, Space Shuttle flights were suspended for more than two years. The ISS had to rely entirely on Russian resupply missions for a total of 29 months. Although it would fly again, the Shuttle was now on borrowed time.\n\n### A Prize is Won\n\nThe X prize continues to heat up. More than two dozen groups are competing, some with more success than others. In October of 2003, China sent Yang Liwei, it's country's first astronaut into space using a Long March 2F rocket and the Shenzhou 5 spacecraft. That year also saw the first interest in Blue Origin, when Bezos becomes unable to hide it any longer after beginning to buying land in Texas.\n\nAt Scaled Composites, work and testing was going well on both the White Knight mothership and SpaceShipOne itself. White Knight has successfully flown a year earlier, and the program was made public in April, just prior to its first test in May. As the year progresses, further tests see the team advance further, leading to a powered test on December 17.\n\nIt's the following year, 2004, that sees the next major advances. First, in January, NASA landed the twin craft Spirit and Opportunity on Mars, beginning what will be the longest exploration of the red planet to date."
			},
			{
				"type": "YouTube",
				"className": "",
				"key": "mars-rover-1",
				"sourceId": "XRCIzZHpFtY"
			},
			{
				"type": "markdown",
				"className": "content",
				"key": "p2",
				"content": "Spirit would work until 2010, whilst Opportunity is still working today. Between their to-date 18 years of operational time, they would send back huge amounts of data, expanding our knowledge of our favourite neighbour.\n\nOf equal importance though were the events of June, with SpaceShipOne flight 15P, when the SpaceShipOne craft first successfully reaches space, crossing the Kármán line by 124 meters, and therefore travelling to space for around 10 seconds. Two further flights, designed to complete the X Prize challenge followed on September 19th, and again on October 4th, the 47th anniversary of the Sputnik 1 launch.\n\nWith the two flights in less than two weeks, the company had claimed their prize, and the list of space firsts had a new entry: the first private manned spaceflight, in a reusable craft.\n\n### The Privateer Rockets\n\nAfter almost two and a half years of grounding following Columbia, the Space Shuttle was finally returned to flight status. Except for one final mission to repair the Hubble Space Telescope, its missions would now be flown only to the ISS, allowing a potential safe haven in case of damage to the orbiter. It was no longer trusted. Nevertheless, at the end of 2005, with the addition of an external stowage platform (named ESP-2), ISS had its 15th component.\n\nAt SpaceX, the team had been busy developing their first rocket, Falcon 1. Preparations were underway for the first test. In March 2006, they attempted their first launch. However, a fuel line leak and subsequent fire meant that it was unsuccessful. Nevertheless, the team discovered the cause of the fault, rectified it and continued to improve the software behind the machine's systems. A year later they tried again. This time, the system worked, and it paved the way for the first orbital flight a year later, in September of 2008. This marked the first time that a privately funded liquid fueled rocket had managed to reach orbit, and the true start of the private era for space operations. In less than six years, the company had managed to make a rocket capable of orbital travel."
			},
			{
				"type": "YouTube",
				"className": "",
				"key": "falcon-launch",
				"sourceId": "8FQhtMrUQlE"
			},
			{
				"type": "markdown",
				"className": "content",
				"key": "p3",
				"content": "Elon Musk's company needed to start paying its way though. Having demonstrated their capability, the massive funds he'd invested started to pay off. In December that same year, NASA awarded a Commercial Resupply Services (CRS) contract to SpaceX, with a minimum value of $1.6 billion. The gamble had paid off in spades. The contract required that SpaceX fly 12 flights to the ISS, carrying a total of 20 tonnes of resupply cargo. That would need something bigger than Falcon 1 though. Fortunately, Musk's team had been working on a second generation rocket, the Falcon 9. Much larger, and capable of lifting far greater payloads, it was just what was needed.\n\nPowered by nine SpaceX designed Merlin 1C engines, generating in total substantially less than a single Saturn V engine, it was nonetheless powerful enough to fulfil the contract. All they had to do now was make it fly. It took its maiden flight after significant testing on June 4, 2010, taking to space for the first time and successfully placing a test payload in orbit. Having managed to prove the craft worked, they next had to prove they could put something of similar size and weight to a NASA payload in orbit. For that, they placed their prototype module, named Dragon, atop the Falcon 9, and launched in December.\n\nIt was another success. With two near perfect launches, the company had proven not only the Falcon 9 rocket, but also it's Dragon spacecraft.\n\nHowever, whilst one spacecraft was just taking to the skies, another was about to fly for the final time. 2011 saw the final flight of the Space Shuttle. The vessels, which had only been intended to fly for 15 years, had instead flown for twice that, totalling 135 missions, lasting for a cumulative total of 3 years, 226 days, 19 hours, 21 minutes and 23 seconds. Discovery was the first to retire, landing for the final time in March, followed by Endeavour in June and finally Atlantis in July. With its final flight, NASA retired many of those who'd spent careers working on and tending to the craft that had become so iconic in their history. With their retirement, only Russia and potentially SpaceX had the capability to send craft to resupply the ISS. The American government, which had for so long lead the world in space exploration, now in part bowed out.\n\nBack with SpaceX, the design of Falcon 9 underwent constant refinement. A second demonstration flight was conducted in 2012, which also worked, and paved the way for SpX-1 - the first commercial resupply mission. For the first time, they were ready to prove the faith NASA had placed in them was justified. On the 8th of October 2012, at shortly after midnight UTC, a Falcon 9 carrying a Dragon spacecraft blasted off into the night sky. 70 seconds later, it passed the speed of sound, and continued to accelerate. One minute 20 seconds later, it was travelling ten times that speed, and heading in to space. Shortly after, it did what it had been designed to do, and put Dragon in to orbit, chasing down the ISS.\n\nTwo days later, having thundered around the planet over and over again as it closed the gap, the ISS team reached out with the huge vessel's robotic arm, grabbing the Dragon capsule and pulling it in. It successfully docked, bringing with it almost a tonne of supplies, and allowing the same amount to be returned. The first commercial resupply flight to ISS had been performed.\n\n### Planetary Exploration and the Future\n\nLater that year, NASA's next Mars rover, named Curiousity landed. The tradition of insane-looking landings continued. The most advanced rover landed on the planet to date, it is designed to investigate the Martian climate further, learn about its geology, discover whether the planet may have held environmental conditions which could have supported basic forms of life, study the feasibility of future human exploration. The increasing population of active rovers made some note that it held the amusing distinction of being the only known planet entirely inhabited by robots."
			},
			{
				"type": "YouTube",
				"className": "",
				"key": "mars-rover-2",
				"sourceId": "P4boyXQuUIw"
			},
			{
				"type": "markdown",
				"className": "content",
				"key": "p4",
				"content": "Later that same year, the now elderly Voyager 1, which continued to send signals back to Earth, continued on its long travels and became the first man-made spacecraft to venture out into interstellar space. Having now passed beyond the Solar System, it continued to provide valuable insight as to what lies beyond the reaches of our furthest planets.\n\nIf the landing of the Mars rovers seemed challenging however, they were nothing compared to what was coming up next. NASA may not have being flying to the ISS, but machines launched years earlier were now starting to close in on their mission objectives. November of 2014 saw mankind for the first time land on a comet. The Rosetta spacecraft, launched in 2004, ten years later in November of 2014 reached comet 67P/Churyumov–Gerasimenko. It then detached its lander, named Philae, and the two began their series of experiments. Less than a year later, in July of 2015, NASA managed another first, with New Horizons providing the first close-up look at Pluto and it's moon, Charon. \n\nLaunched in 2005, it left Earth at 58,000 km/h (36,000 mph), faster than any other spacecraft. Again, a decade passed, and in July 2015, having travelled for millions of miles, it finally arrived. At such a distance, 4.5 light-hours in total, transmission of data is incredibly slow. As a result, to receive all the data it collected during the Pluto system flyby would require almost a year and a half. It will now continue out further, to examine objects beyond in the Kuiper belt; a vast ring of asteroids on the outer edge of our Solar System.\n\nSomewhat closer to home though, work continued on the SpaceShipOne design. The company had been been funded further by serious entrepreneur Richard Branson. New engines were designed, and the craft continued to advance. However, as has so often been the case, the price paid for such development would be high, in both money and the human cost. In October of 2014, the test craft VSS Enterprise suffered a catastrophic break-up. Co-pilot Michael Alsbury was killed, whilst pilot Peter Siebold was seriously injured.\n\nIn answering questions shortly after, Branson said:\n\n> We do understand the risks involved and we are not going to push on blindly; to do so would be an insult to all those affected by this tragedy. We are going to learn from what went wrong, discover how we can improve safety and performance and then move forwards together.\n\nLater in the same meeting, he noted...\n\n> Space is hard, but worth it.\n\nHis words could be said to neatly sum up the thoughts of everyone who's been involved in the space programs around the world.\n\nElsewhere, history was about to be made again. The Space Shuttle, for all its faults, had proven one thing incontrovertibly - the huge value of a reusable space vehicle. The world had been without that capacity for four years, but November and December of 2015 would bring that period to an end. Quietly working away, conducting their operations without the media fanfare of SpaceX, Blue Origin had been developing their own rocket system, named New Shepherd. On 23rd November, on its second test flight, the oddly shaped rocket took to the skies, crossing the Kármán line and returning to land vertically, making the first landing of a booster rocket flown to space. A third flight on 22 January 2016 marked the first reuse of a reusable booster rocket, less than a month after Falcon 9 also managed a landing, marking the first vertical landing of an orbital-capable rocket."
			},
			{
				"type": "YouTube",
				"className": "",
				"key": "new-horizons",
				"sourceId": "74tyedGkoUc"
			},
			{
				"type": "markdown",
				"className": "content",
				"key": "p5",
				"content": "The era of the the commercial, private space race had arrived.\n\n### The Future\n\nWhere we go from here, no-one really knows. SpaceX have a stated goal of putting humans on Mars, and starting limited colonisation. Blue Origin have been more abstract and vague with their goals, but they appear to be aiming in a similar direction, with talk of space tourism and exploration, and aiming to put the price down far enough that it would be broadly attainable. Exactly how this will be achieved remains to be seen.\n\nMeanwhile, far above us, the rovers on Mars will continue to do good work for years to come, bringing ever more knowledge about the most likely target for the first human settlement beyond Earth. Elsewhere, other probes will reach to the planets and comets beyond us. The Chinese space program now reaches for the Moon, and if they get there, they would become only the second nation to do so, after more than four or possibly even five decades of our absence.\n\nThe ISS meanwhile is due to continue until at least 2024, and in all likelihood on further than that. What may replace it though is still a matter of some debate, although it seems unlikely that the answer will be \"nothing\". At NASA, work is well underway on the next generation of heavy lift vehicle, called the Space Launch System, or SLS for short. Designed to be upgraded over time, it will likely eventually have the power to conduct interplanetary scale missions. NASA, like SpaceX, have a stated goal of wanting to put people on Mars, with the first planned mission being a lunar orbit in 2018, and sending people to an asteroid to be captured and placed in lunar orbit ten years later.\n\nIt's impossible to say what other companies will join this modern era of space exploration, or where it will lead. It seems certain now that at some point we will venture at least as far as Mars. Beyond that, missions to the asteroid belt are certainly far off, although not impossible. One thing's for certain though; whilst today's space missions may not have the fevered rush of excitement that those of the late 60's did, the future for the exploration of our universe is no less vital, and moving faster than ever."
			}
		]
	}
}