{
	"home": {
		"title": "Home",
		"description": "A look at mankind's journey to the stars, from 1944 to today and beyond",
		"content":
		[
			{
				"type": "markdown",
				"className": "",
				"key": "header",
				"content": "<div id=\"heading\"><header id=\"main_header\" class=\"row\"><div id=\"logo_container\"><p><a href=\"/\"><img src=\"/fly-me-to-the-moon/imgs/logo.png\" alt=\"Home\"></a></p></div><div id=\"powered_by\"><ul class=\"unstyled inline\"><li id=\"reactjs\"><a href=\"http://facebook.github.io/react/\"><img src=\"/fly-me-to-the-moon/imgs/react-logo.svg\" alt=\"React.js logo\"> React</a></li><li id=\"wikipedia\"><a href=\"https://www.wikipedia.org/\">W<small>ikipedi</small>a</a></li></ul></div></header><h1><span id=\"top_title\">Fly Me to the Moon</span><br><span id=\"lower_title\">Mankind's Journey to the Stars</span></h1><p>A look at mankind's journey to the stars, from 1944 to today and beyond</p></div>"
			},
			{
				"type": "markdown",
				"className": "content",
				"key": "intro",
				"content": "**In 1944**, on the brink of defeat, Nazi Germany launched the V-2 rocket. The men who designed it would become the minds that powered the space race, which within 25 years, would see man standing on the surface of the moon, and lead to the the greatest era of exploration ever entered in to by mankind.\n\nThis is that story.\n\n[Part 1: The Race to Space](/fly-me-to-the-moon/race-to-space)\n\n[Part 2: Man in the Heavens](/fly-me-to-the-moon/man-in-heavens)\n\n[Part 3: Man on the Moon](/fly-me-to-the-moon/man-on-the-moon)\n\n[Part 4: The End of the Race](/fly-me-to-the-moon/end-of-the-race)\n\n[Part 5: Space Stations and Robots](/fly-me-to-the-moon/space-stations)\n\n[Part 6: Beyond the Earth](/fly-me-to-the-moon/beyond-earth)"
			}
		]
	},
	"race-to-space": {
		"title": "The Race to Space",
		"description": "asdf",
		"content": [
			{
				"type": "markdown",
				"className": "content",
				"key": "title",
				"content": "# The Race to Space\n\n## 1944 - 1958: From a legacy of death, to the dream of space"
			},
			{
				"type": "markdown",
				"className": "content",
				"key": "p1",
				"content": "**The date is August 2nd, 1955**. The USSR responds to the American declaration of intent, just four days earlier, to put satellites in to space, with a simple message: if you want to do it, we'll do it too, and faster. These two announcements come during the escalating the Cold War. Tensions are increasing, with both sides having recently demonstrated the capability to create a portable hydrogen bomb. With the memory of the bombings of Hiroshima and Nagasaki both still less than ten years old, the prospect of weapons with a thousand times the power ushers in the era of \"duck and cover\". And yet, the still infant science of rocketry, developed in the aftermath of World War II, promises more than just the prospect of global annihilation. It's a time when both countries, using the knowledge of their captured German engineers, have begun developing modern rocket arsenals to create intercontinental ballistic missiles. It will culminate in a mere 14 years with men walking on the surface of the moon, and spawn a legacy that continues onwards to today's exploration of the solar system and beyond. \n\nOur story begins however, at the end stages of the Second World War.\n\n### The Bloody Phoenix\n\nTowards the end of WW2 in 1944, Hitler's Nazi Germany faced catastrophic defeat. With his options limited, he ordered the use of a new, secret weapon. Designed as a tool to retaliate against the bombing of German cities by the allies, this weapon can travel at four times the speed of sound, travel 200 miles, cross the boundary of space, and deliver almost a tonne of explosive.\n\nIt was called the Vergeltungswaffe 2 (Retribution Weapon 2), or simply the V-2 for short.\n\n<figure class=\"media_widget col-inverse col-xs-6 col-right\">\n![The V-2 rocket assembled](/fly-me-to-the-moon/piece_images/v-2_assembled.jpg)\n<figcaption>The V-2 rocket assembled in the Peenemünde Museum</figcaption>\n</figure>\n\nThen U.S. Army Major Robert B. Staver, Chief of the Jet Propulsion Section of the Research and Intelligence Branch of the U.S. Army Ordnance Corps, is ordered to a top secret meeting convened by the British, which will discuss the V-2 rocket. His superior, Colonel Holger Toftoy has orders to capture a V-2 at any cost. The Americans have realised that if they can create their own variant on the V-2, and combine it with their own secret project, the atom bomb, they will have military superiority over the rest of the world for years to come.\n\nToftoy gave Staver a simple order: capture the lead German scientist on the V-2 project, a man called Wernher von Braun. Von Braun was, at the time, stationed in Peenemünde in northern Germany, but the Americans had a problem. The Soviets were currently in Poland, pushing the Nazi forces back, where they'd discovered something the Americans would have literally killed for - the intact shell of a V-2, abandoned in the retreat. They already had the vessel, and in days, they'd reach von Braun.\n\nWhile the Soviet forces were less than 100 miles away, von Braun assembled his planning staff and gave them a choice. They would be attacked soon, and their research was too valuable to be lost. As a result, he presented them with two simple options: surrender to the Soviets, or the allied forces of the West. Afraid of the Soviet forces and their reprisals against Germans, even prisoners of war, von Braun and his staff decided on the latter, and to surrender to the Americans if possible. Fortuitously, they have been given two conflicting sets of orders: to relocate to central Germany, and also to join the army and fight. They believed that the former offered the greatest chance of giving an opportunity to defect to the advancing American forces, von Braun moved his people to close to Nordhausen, to the Mittelwerk facility, where they resumed their work. Determined to continue his progress, he knows that whilst the rockets they're working on can be used for destruction, he can also see their potential for manned use.\n\nBy March, the Soviets are on the outskirts of Berlin. However, for all the the Nazi regieme is about to fall, they aren't any closer to capturing von Braun or his team. Preparing for the possibility they may not be able to reach them before the Americans do, they decide to put together a team to work on rocketry in the absence of the Nazi scientists. There was just one problem. The man who they needed to lead the team, and the man recommended by their leading rocket scientist (Ivan Kleymyonov), had been sent to the Gulag, put after being tortured and forced to confess to deliberately slowing research into rockets. That man was Sergei Korolev. Currently, Korolev was in a Sharashka, a Soviet prison for intellectual prisoners. Slave labour camps in all but name, those there were forced to work on projects dictated by the Soviet party.\n\nIn April, as the Allied forces advanced into Germany, von Braun and his top 500 scientists were ordered to the Bavarian Alps. The Americans were getting too close, and the fear was that the scientists and their research would fall into enemy hands. Ordered to destroy their research, von Braun instead had his men hide their papers in a disused mine, destroying as much as they needed to to appear to be following orders. Then, under guard by the SS, who were given orders to execute the team if they were over-run and to fall into enemy hands, or if Germany lost the war, they set off on a train to the Alps. The soldiers sent were fanatical and on edge, and knew the end would occur in weeks at most.\n\n<figure class=\"media_widget col col-xs-6 col-left\">\n![A cutaway drawing of the V-2 rocket](/fly-me-to-the-moon/piece_images/v-2_cutaway.jpg)\n<figcaption>V-2 cutaway drawing (U.S. Air Force photo)</figcaption>\n</figure>\n\nOnly days after they left, the Americans arrived and found the remains of the V-2 mass production plant which had produced over 5,000 V-2 rockets. It wasn't empty though - in the rush to leave, the Nazi forces had left 100 intact V-2 rockets. They also found the slave labour and concentration camp nearby, Mittelbau-Dora. Over 20,000 dead were found there, with another 40,000 survivors freed. More were killed creating the rockets, than by their use. The American team called in Staver and his people, who released immediately what this represented. He ordered the rockets to be broken down and shipped back, starting the single largest movement of material for the entire war. Knowing that the factory would fall under Soviet control, Staver was given less than a month to complete the operation.\n\nAt the same time, Korolev had been recalled from the Gulag and transported to Germany, to lead a research and design department looking at the V-2 rocket, advancing the technology for Soviet purposes. Here, he was reunited with Kleymyonov, who was tasked with developing rocket engines.\n\nBack in the Alps, von Braun was able to convince the SS Major in charge that if they were grouped together, they'd be an easy target for the US bombing raids and other retaliatory strikes. They were therefore ordered to spread out into a collection of villages. As a result, when it was announced that Hitler had committed suicide and the SS troops went to find the scientists, they only found empty beds. Von Braun and his people had swiftly fled to Austria, the moment they could. On May 2, 1945, upon finding an American private from the U.S. 44th Infantry Division, von Braun's brother and fellow rocket engineer, Magnus, approached the soldier on a bicycle, calling out in broken English:\n\n> \"My name is Magnus von Braun. My brother invented the V-2. We want to surrender.\"\n\n### The Post-War Scientists\n\nIn 1943, Werner Osenberg, the head of the German Military Research Association, or Wehrforschungsgemeinschaft, had created a list of the top scientists and engineers of the age. In 1945, Staver managed to get hold of that list, and used it to create a hit list of people the Americans wanted to capture. At the top, was von Braun. His knowledge would, they knew, prove invaluable. Thus the capture of von Braun was a huge coup of the Americans, and the loss felt by the Soviets, despite their creation of their own team, was equally huge. Stalin's reaction perhaps best sums up the feeling of the Soviet leadership:\n\n> \"This is absolutely intolerable. We defeated the Nazi armies; we occupied Berlin and Peenemunde, but the Americans got the rocket engineers. What could be more revolting and inexcusable?\"\n\nStaver was then tasked with Operation Overcast, the American plan to interrogate the German scientists. What von Braun and the others had to say though made him decide to write to his superiors, and urge their evacuation. As it grew, the beginnings of Operation Paperclip were forming. In total, over 1,500 German intellectuals would be brought to America from previously occupied European countries, with the aims of denying the advanced German scientific expertise to the Soviet Union and United Kingdom, whilst also preventing Germany from redeveloping its military research.\n\nVon Braun was taken to America shortly after, and along with over 100 of his men he was escorted to Fort Bliss, whilst the Soviets were left with the now derelict V-2 plant. However, the Soviets didn't realise just how outmatched they currently were, until the 6th August, 1945. With the bombing of Hiroshima, and then Nagasaki shortly after, they realised that the Americans now had both the intelligence with which to make long range rockets, and a payload that could flatten cities. This was a terrifying, and immediate threat.\n\n<figure class=\"media_widget col col-xs-12\">\n![A rusty V-2 rocket engine](/fly-me-to-the-moon/piece_images/V-2_Mittelbau_engine.jpg)\n<figcaption>A rusty V-2 rocket engine in the underground production facilities at Dora-Mittelbau, Nordhausen</figcaption>\n</figure>\n\nBack in Nordhausen , the Soviets put out a call for anyone who'd worked on the V-2 rockets to come and help them restart the rocket facility and to continue their research. A few did, including Helmut Gröttrup, wouldn't been von Braun's assistant and had developed the radio guidance system for the V-2. Having helped the Soviets get a V-2 engine to fire, he's promised that he can stay in Germany. In short order however, on 22 October 1946, he was betrayed. He and the other newly captured engineers, were deported to Moscow with their families as part of Operation Osoaviakhim. Over 2,000 other German intellectuals were moved with him, deported to Russia to aid the Soviet research programs. Once there, they were tasked with reproducing the technical drawings for the V-2, to enable research to begin again. It would take two years to compile the entire new set of blueprints. The rockets constructed had a dismal record though, and shortly after, research would begin on the R-1, the first Soviet rocket system. It had it's first launch scheduled for the 17th September 1948. Trials and refinement of the missile continued, until on the 25th November 1950, it was accepted into service. For Gröttrup and his team however, it was the beginning of the end of their usefulness. Too powerful, and too useful, they hid them away, and consigned them to quiet work, back in Germany.\n\nIn the meantime, things weren't going well in America for von Braun and his people. The program had become nicknamed Operation Icebox, due to the lack of activity. The captured Germans were kept isolated, but given no work, left to their own devices. The American military had decided to focus on air and submarine delivery systems for their weapons, rather than rocketry, leaving their captured geniuses in a state of limbo.\n\n### The Cold War Heightens\n\nIn 1952, tensions between the USSR and America grew further, as America tested the first hydrogen bomb, then the most powerful weapon ever detonated, and by a huge margin. Ivy Mike as it was known, was an 74 ton building, designed to test the theory of a Teller-Ulam fusion bomb. \n\nThe 10.4 megaton blast was almost 700 times more powerful than the one dropped on Hiroshima. It left a crater 1.2 miles wide and 164 feet (50 metres) deep and blasted radioactive coral into the stratosphere, from where it fell to land on ships as far as 35 miles away. The Soviets responded by detonating their own a year later. Which didn't exactly cool things down."
			},
			{
				"type": "YouTube",
				"className": "",
				"key": "ivy-mike",
				"sourceId": "NNcQX033V_M"
			},
			{
				"type": "markdown",
				"className": "content",
				"key": "p2",
				"content": "Whilst Gröttrup had been sidelined at the turn of the 50's, Sergei Korolev was still active and had been tasked with a new challenge: create a rocket with enough range to reach America, whilst carrying a five tonne payload, the expected weight of a thermonuclear device. Meanwhile, in back America, von Braun was tasked with creating short range rockets, his dreams of creating rockets to send humans to space in tatters. Instead, they were working on the Hermes series of rockets, which were around 25% of the size of a V-2, with a maximum range of just 38 miles. \n\nAnd then, in 1953, whilst working on the Hermes A-3B (a slightly larger rocket), funding was cut, and a year later, the project was canned entirely. Von Braun himself was the focus of attacks by the US media, who reminded the public of his history as an officer in the SS. During this time though, he'd realised that if the military wouldn't take notice of his ideas, maybe he could win the support he needed appealing to the American public. \n\n<figure class=\"media_widget col-inverse col-xs-4 col-right\">\n![The Soviet R-7 rocket](/fly-me-to-the-moon/piece_images/r-7_rocket.png)\n<figcaption>A 2-view drawing of the R-7 Semyorka</figcaption>\n</figure>\n\nOn May 14, 1950, shortly after he and his team were transferred to Huntsville, Alabama, and the beginning of the Korean War, The Huntsville Times published the article \"Dr. von Braun Says Rocket Flights Possible to Moon\". At the same time, his team had started work on the Redstone rocket, which led to both the development of the first high-precision inertial guidance system, and a launch system capable of carrying a nuclear payload. His concepts in his ongoing writings, which included ideas for a space station would, in 1968, be presented on the silver screen as the basis for Space Station V in 2001: A Space Odyssey. However, it was his work with Walt Disney's Disney studios as technical director that initially let him bring his vision to the public at scale. \"Man in Space\", aired on March 9, 1955, drawing 42 million viewers and becoming unofficially the second-highest rated television show in American history. Von Braun had found a way to tap into the American public's consciousness, in a way he'd never been able to truly manage with the military. Overnight, he became a household name, and behind the scenes, things start to go his way.\n\nBack in Russia, Korolev was busy working on his ideas for putting a satellite into space. Having teamed up with Valentin Glushko, another of the men who'd had a hand in sending Korolev to the Gulag, Korolev proposed a unique idea: the R-7. A rocket with several engines, including detachable rockets which would fall away to leave a central rocket to continue on. Such a rocket could both act as the delivery system the military want, and put satellites into space, as he wanted. There were only three problems. Firstly, no-one had ever built anything close to such a rocket, secondly, the military had no interest in satellites, and three, it would be so huge, there was nowhere where it could be built.\n\nThe first would be overcome by research, the second didn't matter to his military backers, they just wouldn't fund satellite research, and the third? Well, the third would result in the creation of the Baikonur Cosmodrome, in Kazakhstan, the world's first and largest operational space launch facility. \n\n<figure class=\"media_widget col col-xs-12\">\n![The Baikonur Cosmodrome launchpad](/fly-me-to-the-moon/piece_images/Baikonur_Cosmodrome_Soyuz_launch_pad.jpg)\n<figcaption>The modern Soyuz launch pad at the Baikonur Cosmodrome</figcaption>\n</figure>\n\nAmerica, however, had other ideas. Whilst Korolev couldn't sell the idea of satellites to the Russians, America liked the idea. Under the cover of launching a scientific instrument, but actually wanting to develop orbital spying technology, America announced its intention to put a satellite in space. At the same time as von Braun was applying for, and receiving citizenship of the United States, ten years after leaving Germany, he found himself bidding against the US Navy for a satellite contract. Just at the point where Korolev was on the verge of a breakthrough, von Braun received the news that the contract had been awarded to the Navy. His dreams would have to wait for another day. For Korolev though, they were about to come true.\n\n### Sputnik\n\nWhile visiting the Baikonur facility, then Soviet Premier Nikita Khrushchev was shown the R-7, and Korolev was able to argue for sending his satellite project. Finally, after pointing out the Americans would get there first if the Soviets didn't, Khrushchev gave the go ahead. Dozens of institutes were involved in what became known as Project D. This turned into a logistical nightmare though, and the project dragged. Far worse though, on the first two tests of the R-7 rocket, the massively complex system with its 32 rocket engines and 280 tonne weight, failed disastrously.\n\nAs the Cold War escalated and the weapons became ever larger, finally the American military condescended to give von Braun his funding and to build medium range rockets. However, the focus was still very much on a delivery system for weapons payloads. The result was the Jupiter-C. Far smaller and simpler than the Russian R-7 rocket, it would nonetheless be more than capable of putting a small satellite into orbit. In fact, the administration was so suspicious of von Braun and his team, that inspectors from the Pentagon were sent to monitor the maiden launch, to ensure they didn't try and send a satellite up anyway. Despite the interference, and suspicion, von Braun's launch was a success. America now had a rocket capable of putting systems into orbit. The balance had shifted back in America's favour.\n\nIn Baikonur, on 21 August 1957, after two failed launches, Korolev was in a difficult situation. His rocket, massively ambitious but also massively complex, had eaten vast amounts of both time and money, and so far had nothing to show for it other than two very expensive fireworks shows. As a result, tensions must have been high. But thankfully, at 12:25, the R-7 launches successfully for the first time. The world now has its first intercontinental ballistic missile. In the meantime, massively frustrated at the increasing complexity, as well as the design and construction issues with the Project D satellite, his team have been working hard to re-develop the concept to something far simpler. In less than a month, they design and build and entire new system. The new design, consisting of little more than a polished metal sphere, a transmitter, thermal measuring instruments, and batteries, weighed about the same as a man.\n\n<figure class=\"media_widget col col-xs-12\">\n![The Soviet R-7 rocket](/fly-me-to-the-moon/piece_images/sputnik_1.jpg)\n<figcaption>A replica of Sputnik 1 at National Air and Space Museum</figcaption>\n</figure>\n\nFinally on 4 October 1957, at 19:28, on an R-7, the R-7 launched, and at 00:03, Sputnik became the first object to be placed in orbit by mankind. The USSR had won the race to space."
			},
			{
				"type": "YouTube",
				"className": "",
				"key": "sputnik",
				"sourceId": "KMFvr1VwSSo"
			},
			{
				"type": "markdown",
				"className": "content",
				"key": "p3",
				"content": "### A Call to Space\n\nThe effects on the two world superpowers couldn't have been more different. In the USSR, Khrushchev was pleased with this success, and decreed that it should be followed up by an encore for the 40th anniversary of the October Revolution, on November 3rd, just 30 days away. The result of that would be Sputnik 2. In the US though, the launch was met with incredulity and disbelief. Indeed, Vice President Richard Nixon proclaimed it a hoax. When they realised however that both the launch and Sputnik were in fact real, the collective Western governments concluded that the Soviet ICBM program must more advanced than it actually was. This was a belief Khrushchev was more than happy to encourage, as he stated in an interview that the USSR had all the rockets, of whatever capacity, that it needed.\n\nThe result of Khrushchev's pronouncement was Sputnik 2, which put the first living creature in to space; a small stray dog, named Laika. Before the launch, Dr. Vladimir Yazdovsky, one of the scientists on the project, took Laika home to play with his children. In a book chronicling the story of Soviet space medicine, he remembered, \"I wanted to do something nice for her: She had so little time left to live.\"\n\nSadly, after only a few hours in space, Laika died of overheating, a fact that wasn't revealed until as recently as 2002.\n\nFinally, after years of being held back, and being told that the US Navy must be given a shot before he can have his turn, von Braun is given the go-ahead to attempt to put an American satellite into orbit. He named it Explorer. The Navy prepared it's own Vanguard rocket, which was as then untested. The world's media turned up, watched the rocket lift three feet from the pad, and then explode in a huge fireball. The only surviving piece was the satellite, which fell to the ground and began to transmit.\n\nVon Braun and his team were given their shot.\n\nOn the 31st January 1958, at 22:48, von Braun's Juno I, a Jupiter-C derived rocket, launched with Explorer on-board. Less than two hours later, America had its own satellite. The race to put a man in space, and on to the moon, was on."
			}
		]
	},
	"man-in-heavens": {
		"title": "Man in the Heavens",
		"description": "asdf",
		"content": [
			{
				"type": "markdown",
				"className": "content",
				"key": "title",
				"content": "# Man in the Heavens\n\n## 1959 - 1961: Putting a man amongst the stars"
			},
			{
				"type": "markdown",
				"className": "content",
				"key": "p1",
				"content": "**With the arrival** of the age of the satellite, both the USSR and United States have set their sights on the next goal: putting a man in space, and bringing him safely back home. No mean feat, given the challenges involved. Putting an object in orbit is one thing - making a vessel able to carry a man, keep him alive with the vacuum of space less than a metre away, ensuring he survives not just the ascent but re-entry, and returning him to Earth without the end of the journey killing him too. It's a massive step beyond anything that's been tried before, and both countries know it.\n\nMore than that, the man who's going to accept such a mission must be highly trained, completely loyal, and understand he may well not return. He needs to have what will become known as \"The Right Stuff\".\n\nIn the US, the Americans were busy finding their people. President Eisenhower insisted that all candidates be test pilots. In addition, anyone chosen could be no taller than 5' 11\" (180cm), weigh no more than 12st 12lbs (82 kg), be under 40 years old, hold a Bachelor's degree or similar, and have logged 1,500 hours or more of flight time. The newly created NASA searched for people who met all the requirements given, and identified in total 110 pilots who fit the bill. 69 were brought to Washington DC in two groups but due to the level of interest and commitment from the first two groups, the final 41 were never asked to submit themselves for testing. And testing it was; candidates had to spend hours on treadmills and tilt tables, to test cardiovascular function and resistance to motion sickness, they had their feet placed in buckets of ice water, and had to receive a series of enemas. 39 failed or dropped out before or during the first phase of exams, and more refused to take part in the second round of tests. In total, just 18 made it through.\n\n<figure class=\"media_widget col col-xs-12\">\n![The Mercury Seven astronauts](/fly-me-to-the-moon/piece_images/mercury_seven.jpg)\n<figcaption>The Mercury Seven astronauts in front of a U.S.A.F. F-106B. From left to right: Carpenter, Cooper, Glenn, Grissom, Schirra, Shepard & Slayton</figcaption>\n</figure>\n\nFrom a nation of 157 million souls, the selection process had done its work, finally presenting seven men. Each had excellent mental and athletic abilities, and were considered the best for the job. They were Scott Carpenter, Gordon Cooper, John Glenn, Gus Grissom, Wally Schirra, Alan Shepard, and Deke Slayton, the Mercury Seven.\n\nNASA finally introduced their future astronauts in Washington on April 9, 1959. Although internally Project Mercury was planned simply to test the if humans could be sent to space and returned safely, the concept of American men in space electrified the nation. They were instantly seen as dare-devil explorer heroes, with TIME magazine going so far as to compare them to \"Columbus, Magellan, Daniel Boone, and the Wright brothers.\" Two hundred reporters overflowed the room used for the announcement, and upon the meeting's conclusion, gave rapturous applause.\n\nIn Russia meanwhile, secrecy is everything. Those being interviewed aren't told who they'd be working for, or what they'd be doing. Known as the Vostok programme, the selection criteria is at one focused and abstract. Potential cosmonauts had to be qualified Air Force pilots, as they would be more used to exposure to the extreme g-forces likely to be experienced. Beyond that, the candidates had to be intelligent, physically fit, mentally resilient, male, between 25 and 30 years of age, no taller than 5' 7.5\" (175cm), and no heavier than 11st 5lbs (72kg). Their tests were similarly arduous, exposing candidates to extreme low pressure, high G in a centrifuge and more. Unlike NASA's astronaut however, the Soviet group were less experienced aviators, with the Soviet R-7 being more automated than the American systems at the time.\n\nFinally, the group was whittled down to just six men, who'd become known as the Vanguard Six: Yuri Gagarin, Valerij Bykovskiy, Grigoriy Nelyubov, Andriyan Nikolayev, Pavel Popovich and German Titov. Initially, Anatoli Kartashov and Valentin Varlamov had been on the team, instead of Bykovskiy and Nelyubov, but during training, two Kartashov suffered an injury whilst in a centrifuge, and Varlamov injured his spine in a diving accident. Both were replaced, and training continued.\n\nWhilst the focus on both sides was on selecting men for space, progress was being rapidly made in the realm of satellites. Vanguard 1, which remains orbitting in space some 56 years later had been launched in March of 1958, along with Sputnik 3 in May. From there on though, only the US would continue the push to put satellites in orbit, with a further 14 attempts before 1960, but with a painful 9 failing to be put into orbit, several resulting in the complete destruction of the rockets and payloads involved.\n\nThe dream of consistent, safe spaceflight still seemed a long way off. The thought of launching human payloads shortly must have seemed daunting, to say the least.\n\n### A Scientific Outlet\n\nThe Cold War had continued to intensify, but the public interest in the developing space race had given both sides an outlet - domination of space, and of each side's scientific teams had created a way for each side to show its own capabilities, outside of the military domain.\n\nThe men chosen to go to space were undoubtedly capable, on both sides. But it must have been a reminder that there was a good chance they'd be killed, every time they watched a rocket test, and it ended in disaster. And this wasn't a rare event - after watching an Atlas ICBM explode shortly after launch, Grissom remarked \"Are we really going to get on top of one of those things?\". With the ongoing failures of the Atlas systems, NASA started to look back to an old friend - Wernher von Braun. Von Braun had developed the Redstone missile, also capable of putting a man in space, and the vessel which had put America's first satellite into orbit. The Redstone has a problem though; it's not currently capable of carrying a human and keeping them alive, and unlike the USSR's R-7 rocket, which has thrust to spare, the Redstone is only barely capable of reaching space.\n\n<figure class=\"media_widget col col-left col-xs-6\">\n![The far side of the moon](/fly-me-to-the-moon/piece_images/Luna_3_moon.jpg)\n<figcaption>The first photo of the far side of the moon, taken by Luna 3</figcaption>\n</figure>\n\nHowever, whilst von Braun was working to try and develop a version of the Redstone capable of manned flight, the Soviet team were powering ahead with other missions. They gained a massive political advantage when, on September 14th, the Luna 2 probe impacted the Moon, east of Mare Imbrium near the craters Aristides, Archimedes, and Autolycus. In doing so, it became the first spacecraft to reach the surface of the Moon, and the first man-made object to react a celestial body beyond the Earth. This was no Sputnik either - unlike the satellite sent up less than a year earlier, this was a full scientific device, with scintillation and geiger counters, a magnetometer, Cherenkov detectors, and micrometeorite detectors. The timing was impeccable. The leader of the USSR, Nikita Khrushchev was in America when the news broke. Just three weeks later, another Soviet probe, Luna 3, will swing around the far side of the moon and photograph it, something also never before done.\n\nAnd things were only getting worse for NASA. It had emerged that the Mercury capsule didn't fit on the Redstone rocket. The project, almost a year behind schedule already, was slipping further. If things were bad for von Braun though, one can only imagine what his Soviet counterpart, Sergei Korolev felt. For all the success Korolev was having with his Luna rockets, based on his R-7 design, the Soviets were looking in to using a separate system, built by another team. To counter this threat, he created a plan for an audacious mission: the first to take a living creature to space and return.\n\nAfter months of preparation and testing, on July 28th 1960, a Vostok-L rocket with a Vostok-1K spacecraft carried two space dogs, named Chayka and Lisichka. 28 seconds into the flight, an explosion destroyed the spacecraft shortly after launch. Undeterred, the next mission, designated Korabl-Sputnik 2, was launched merely weeks later. And so it was that, on August 19, 1960, two dogs named Belka and Strelka, along with a variety of mice and insects became the first living beings recovered from orbit, having been in to space.\n\nMore though, it was conclusive, incontrovertible proof that the USSR could send a man into space. With a ship that didn't need a pilot, just someone along for the ride, it was now just a matter of time.\n\nAmerica hadn't even yet managed to get a crewed vessel off the ground. Attempting a launch test of the Mercury-Redstone 1 on November 7th, last minute problems caused an abort to be called. The flight was rescheduled for the 21st, and at 09:00 local time, the rocket fired, rose four inches, and then immediately landed again.\n\nAfter which the capsule's escape rocket jettisoned itself, leaving the capsule behind. Then, three seconds later, the capsule itself deployed its drogue parachute, along with the the main and reserve parachutes moments later, ejecting the radio antenna in the process. The only thing that had been successfully launched was the escape rocket, which wasn't supposed to have done anything. Now though, there was a bigger problem: the active Redstone, with its full compliment of fuel, was now sitting on the launch pad with nothing whatsoever securing it.\n\nSuffice to say, this wasn't to plan."
			},
			{
				"type": "YouTube",
				"className": "",
				"key": "mercury-redstone",
				"sourceId": "7O4V7JfeTSU"
			},
			{
				"type": "markdown",
				"className": "content",
				"key": "p2",
				"content": "Fortunately, good weather conditions allowed the flight director Chris Kraft to make the decision to simply leave it. Over the next day, the batteries ran down, and the oxidiser boiled away into the atmosphere. The failure and subsequent panic in the control room led Kraft to declare:\n\n> \"That is the first rule of flight control. If you don't know what to do, don't do anything.\"\n\n### Mounting Tensions and Soviet Disaster\n\nIn 1960, amid mounting tensions, things suddenly took a turn for the worse. On 1 May, 15 days before the the east–west summit conference in Paris was set to begin, Captain Francis Gary Powers, flew from the US base in Peshawar in a U-2 spy plane, on a mission to overfly the Soviet Union, photographing locations including ICBM sites at the Baikonur and Plesetsk Cosmodromes, before land at Bodø in Norway. He was shot down near Kosulino, in the Ural Region, by the an SA-2 Guideline (S-75 Dvina) surface-to-air missile. He was captured soon after parachuting safely down onto Russian soil. His capture was a political nightmare. President Eisenhower was left with two choices: he could take responsibility for the U-2 flight, and in doing so destroy his credibility for the Summit in two weeks, or deny any knowledge, and appear politically impotent, with a government acting behind his back.\n\nAgainst this backdrop of increasing belligerence on both sides, development continued apace. Despite the setbacks the Americans were having though, true disaster wasn't far away for the Soviets.\n\nIn October 1960, the Soviets suffered a series of catastrophic setbacks to their aerospace and nuclear experiments. The worst of these undoubtedly came on the 24th, at the Tyuratam base, near the Baikonur Cosmodrome.\n\nThe Soviets were preparing for the first trial of the R-16, a completely new rocket designed to carry nuclear payloads. At the command of Marshal Nedelin, the Commander of the Force for Strategic Missiles, all the members of the State Commission were present for the test. The launch had been suffering a series of setbacks though, the test was repeatedly delayed. The first stage ignition had not fired successfully. Nedelin therefore demanded an immediate fix.\n\n<figure class=\"media_widget col-inverse col-right col-xs-5\">\n![The explosion at Tyuratam](/fly-me-to-the-moon/piece_images/nedelin.jpg)\n<figcaption>The exploding R-16, at Tyuratam</figcaption>\n</figure>\n\nFrustrated at the continued delays, and feeling annoyed with the continual failure to launch, Nedelin left the command bunker and sat on a wooden chair at the foot of the rocket, surrounded by his senior staff in order to assist with the final preparations. This was a gross violation of procedure, and put both himself and his team in grave danger. There was no opportunity for questioning the orders given though, if only as KGB agents had been tasked with ensuring they were carried out.\n\nA short circuit in the replaced main sequencer however, caused the second stage engines, still mounted over the first stage which was now nearly fully fuelled, to fire.\n\nNedelin was killed, along with 91 senior officers and engineers.\n\n### Man Steps Beyond Earth\n\nBack in America, von Braun had his own problems. On January 31st, 1961, the American team had launched Mercury-Redstone 2, with Ham the chimp on-board. Issues with the flight however, caused von Braun to have to make a difficult decision: test the vessel again, having fixed the problems found, or launch the next rocket with a man on board. NASA had already decided who to send; Alan Shepard was to be the first American to pilot the rocket and become an astronaut. His team however weren't willing to send a human yet. Another test would be conducted first, before Shepard was to get his shot.\n\nMeanwhile, the Soviet team had chosen who they were to send. Yuri Gagarin was well liked by his fellow cosmonauts, and by his superiors. With Gherman Titov and Grigori Nelyubov as backups, he would be the first choice to send.\n\nKorolev however had other issues. Whilst he had the man to fly, he wasn't yet ready to send him. There were still lingering issues with the rocket. The question now was, which would be ready first - the Soviet rocket, or the American?\n\n<figure class=\"media_widget col col-left col-xs-6\">\n![The Vostok 1 takes flight](/fly-me-to-the-moon/piece_images/Vostok_1.gif)\n<figcaption>The Vostok 1 takes flight</figcaption>\n</figure>\n\nIn the end, the Vostok 1 was prepared first. Because of weight constraints, there was no backup retrorocket engine to help the vessel descend. Instead, the spacecraft was loaded with 10 days of provisions to allow Gagarin to survive while the ship's orbit decayed in case the retrorockets failed. But there were a hundred other issues. For example, during the pre-launch preparations, it was decided to paint \"СССР\" on Gagarin's helmet in large red letters. It was still less than a year since Powers had been captured, and there was a fear that when he landed, local police could mistake Gagarin for a foreign agent, parachuting from an aircraft. The concern was so great about the vessel that some have rated the chances of success at just 50%.\n\nNevertheless, on April 12, 1961, 09:07 local time, Yuri Gagarin and the Vostock 1 took flight. Just three minutes later, the rocket reached 17,500 mph, the speed required to leave Earth's gravity. Then, a mere seven minutes later, Gagarin was able to look out the window, and having become the first human to experience weightlessness, and float in a man-made vessel, in space. Two hours later, he'd have returned, having flown entirely around the world, across sleeping America, and landed back on Earth, around 170 miles (280km) from Baikonur.\n\nOne can only imagine what went through the minds of the farmer and her daughter, watching Gagarin in his bright orange cosmonaut suit and large white helmet, landing near them by parachute. He later recalled:\n\n> \"When they saw me in my space suit and the parachute dragging alongside as I walked, they started to back away in fear. I told them, don't be afraid, I am a Soviet citizen like you, who has descended from space and I must find a telephone to call Moscow!\""
			},
			{
				"type": "Image",
				"className": "content",
				"key": "flightpath",
				"caption": "The Vostok 1 orbital flight path",
				"alt": "The Vostok 1 orbital flight path",
				"src": "/fly-me-to-the-moon/piece_images/map.svg"
			},
			{
				"type": "markdown",
				"className": "content",
				"key": "p3",
				"content": "The Americans, used to being second by this point, send Alan Shepard less than a month later. In contrast to the Gagarin's flight, Shepard's lasts 16 minutes, and travels just 300 miles. He was weightless for 6 minutes, and never reached orbit. It was enough to allow America to say they'd also put a man in space, but America needed a much greater victory. There was only one thing which would top the Soviets, and it was the one prize left worth claiming.\n\nThe world watched in wonder a little over a year later, as John F. Kennedy spoke at Rice University on September 12th 1962, announcing America's response. Having deemed it possible, the US laid down the gauntlet: they were sending men to the moon. The Soviets were welcome to beat them to it, if they could."
			},
			{
				"type": "YouTube",
				"className": "",
				"key": "kennedy-rice",
				"sourceId": "ouRbkBAOGEw"
			}
		]
	},
	"man-on-the-moon": {
		"title": "Man on the Moon",
		"description": "asdf",
		"content": [
			{
				"type": "markdown",
				"className": "content",
				"key": "title",
				"content": "# Man on the Moon\n\n## 1962 - 1969: A series of small steps, bringing one giant leap for mankind..."
			}
		],
		"comments": [
			{
				"n": "1963 - Valentina Tereshkova, first woman and civilian into space on Vostok 6",
				"n": "1965 - First EVA by Alexey Leonov from Voskhod 2, and first space rendezvous between Gemini's 6 & 7",
				"n": "1967 - Vladimir Komarov Soyuz 1 disaster",
				"n": "1968 - First lunar orbit with Apollo 8",
				"n": "1969 - Apollo 10 dress rehearsal for 11",
				"n": "1969 - Apollo 11",
				"n": "Mixed SVG/Javascript controlled panel showing the lunar decent, time-synced to the NASA audio, showing the path of the lander, the altitude and stablisation and so on (similar to http://www.firstmenonthemoon.com/)",
				"n": "Gallery of images"
			}
		]
	},
	"end-of-the-race": {
		"title": "The End of the Race",
		"description": "asdf",
		"content": [],
		"comments": [
			{
				"n": "The politics of going to the moon post-1969",
				"n": "Safety issues",
				"n": "1. Apollo 12 lightning strikes",
				"n": "2. Apollo 13 accident",
				"n": "Annotated, expandable deconstuction of the 13 craft"
			}
		]
	},
	"space-stations": {
		"title": "Space Stations and Robots",
		"description": "asdf",
		"content": [],
		"comments": [
			{
				"n": "Space stations. Salyut, Almaz and Skylab projects, Mir, ISS, Tiangong",
				"n": "Planetary explorers. Lunokhod 1, the Lunar rovers, Sojourner and Spirit, Opportunity & Curiosity",
				"n": "Those Magnificent People and their Spacefaring Machines . Mariners, Pioneers, Voyagers, Galileo and New Horizons",
				"n": "Gallery of robots and stations",
				"n": "WebGL animation to show the scale of the solar system and current position of the various robots"
			}
		]
	},
	"beyond-earth": {
		"title": "Beyond the Earth",
		"description": "asdf",
		"content": [],
		"comments": [
			{
				"n": "Planned Mars missions",
				"n": "The technology to take us there"
			}
		]
	}
}